{
  "category": [
    {
      "id": 1,
      "cate_name": "Hoa quả"
    },
    {
      "id": 2,
      "cate_name": "Rau củ"
    },
    {
      "id": 3,
      "cate_name": "Hải Sản"
    },
    {
      "id": 4,
      "cate_name": "Các Loại Hạt"
    },
    {
      "id": 5,
      "cate_name": "Thực Phẩm Tươi Sống"
    }
  ],
  "data": [
    {
      "id": 1,
      "productName": "Chuối Nam Mỹ",
      "price": 120,
      "trademark": "Vinmart",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_0b46e33b987b496483b41b7c28b9adeb_1024x1024.jpg",
      "cate": "Hoa quả",
      "cate_id": 1,
      "describe12": "Chuối là một trong những loại trái cây được tiêu thụ rộng rãi nhất trên thế giới vì các lý do tốt cho sức khỏe.  Những trái cây có màu vàng mang những giá trị dinh dưỡng lớn với sức khỏe con người. Ngày  nay, chuối được trồng ở ít nhất 107 quốc gia và được xếp hạng thứ tư trong số các loại cây lương thực của thế giới. Tại nước ta chuối cũng được trồng khá phổ biến, khắp cả nước và được bán suốt bốn mùa trong năm. Chuối là một thực phẩm tốt cho tim với chế độ ăn ít chất béo bão hòa và cholesterol. Trong khi nhiều yếu tố ảnh hưởng đến bệnh tim, chế độ ăn ít chất béo bão hòa và cholesterol có thể làm giảm nguy cơ mắc bệnh này.",
      "describe3": "Chuối là một loại thực phẩm, đồng thời cũng là một dược liệu thiên nhiên để hỗ trợ cho nhiều căn bệnh. So với quả táo, chuối có hàm lượng carbohydrate cao gấp 2 lần, protein cao gấp 4 lần, vitamin A và sắt cao gấp 5 lần, những loại vitamin và khoáng chất khác cao gấp 2 lần, hàm lượng phosphorus cao gấp 3 lần.",
      "describe4": "Trong chuối, hàm lượng kali (potassium) chiếm tỉ lệ rất cao, chứa nhiều loại đường thiên nhiên như: fructose, sucrose, glucose, cung cấp một năng lượng dồi dào cho cơ thể. Hai quả chuối có thể cung cấp năng lượng cho 90 phút luyện tập thể thao. Không những thế, chuối còn giúp điều trị một số bệnh, nhờ đó, chuối được xếp vào hạng “top” trong thực đơn hàng ngày.",
      "describe5": "Chuối là nguồn cung cấp fructooligosaccharides, một chất quan trọng để nuôi dưỡng những loại vi khuẩn có lợi trong đường ruột, giúp chức năng ruột hoạt động tốt hơn, nhờ đó, cơ thể sẽ hấp thu vitamin và các chất dinh dưỡng một cách hiệu quả hơn. Sự tăng hấp thu này sẽ đem nhiều canxi hơn tới xương chúng ta, giúp cho bộ xương vững chắc hơn.",
      "describe6": "Đối với dạ dày, những hợp chất có trong quả chuối sẽ giúp nuôi dưỡng tế bào thành ruột, tạo nên một hàng rào dịch nhầy vững mạnh có đủ sức để chiến đấu chống lại những loại vi khuẩn gây lở loét dạ dày.",
      "describe7": "Khi chúng ta bị tiêu chảy (đặc biệt trong mùa dịch tiêu chảy), chuối có thể cung cấp tức thời các chất điện giải mà cơ thể bị mất, trong đó, kali là chất quan trọng nhất. Kali là một loại khoáng chất quan trọng giúp mang oxy tới não, điều hòa nhịp tim và cân bằng nước trong cơ thể.",
      "describe8": "Nhờ hàm lượng cao kali và hàm lượng thấp natri có trong chuối đã giúp chuối vươn lên hàng thực phẩm “vua” trong việc hạ huyết áp và giảm nguy cơ đột quị. Theo tạp chí The New England Journal of Medicine, ăn chuối đều đặn có thể làm giảm tần suất tử vong do đột quị tới 40%. Hiện tại, FDA đã cho phép các công ty chuối đóng “mác” giảm huyết áp và ngăn ngừa đột quị trên các bao bì sản phẩm của họ.",
      "describe9": "Khi bị táo bón, ăn chuối sẽ được cung cấp chất xơ, vốn làm gia tăng chức năng ruột. Khi mắc các chứng bệnh về dạ dày, chuối cũng giúp cải thiện triệu chứng do chứa những chất có tác dụng làm giảm độ acid (antacid).",
      "describe10": "Trong chuối cũng chứa một hàm lượng cao sắt, kích thích cơ thể tạo ra hemoglobin giúp ngăn chặn sự thiếu máu. Một hợp chất khác có trong chuối là tryptophan, chất này vào cơ thể sẽ được chuyển hóa thành serotonin. Đây là một chất hóa học giúp điều hòa trạng thái cơ thể. Cùng với serotonin, những vitamin nhóm B trong chuối cũng giúp điều hòa glucose huyết (nồng độ glucose huyết sẽ ảnh hưởng đến trạng thái tinh thần).",
      "describe11": "Những loại đường thiên nhiên có trong chuối giúp điều hòa nồng độ đường huyết, giúp cải thiện tình trạng stress do thực phẩm gây ra, giúp cải thiện sức khỏe cho thai phụ. Chuối thường được “ăn dặm” sau những bữa ăn sẽ có tác dụng kiểm soát nồng độ đường huyết."
    },
    {
      "id": 2,
      "productName": "Xoài Nam Phi",
      "price": 120,
      "trademark": "LotteMart",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_77c21e3351af453987552df6f2fe0783_1024x1024.jpg",
      "cate": "Hoa quả",
      "cate_id": 1,
      "describe1": "Xoài có là loại trái cây ưa thích của bạn? Xoài là loại quả rất quen thuộc hàng ngày. Thế nhưng những lợi ích bất ngờ từ nguồn dinh dưỡng trong xoài thì không phải ai cũng biết.",
      "describe2": "Thành phần dinh dưỡng trong xoài.",
      "describe3": "Không phải tự nhiên mà xoài được mệnh danh là “vua của các loại quả”. Do nguồn dinh dưỡng trong xoài là vô tận. Người ta ước tính cứ một cốc sinh tố xoài mang đến 103 calo. Xoài chứa rất nhiều các loại vitamin, trong đó phải kể đến vitamin C, A, B, B6, B….Hơn nữa trong xoài còn có các lợi khuẩn và khoáng chất cần thiết (đồng, kali, magie).",
      "describe4": "Những lợi ích từ xoài",
      "describe5": "Tăng sức đề kháng",
      "describe6": "Tốt cho hệ tiêu hóa.",
      "describe7": "Ngăn ngừa ung thư",
      "describe8": "Giảm lượng cholesterol",
      "describe9": "Cải thiện thị lực",
      "describe10": "Làm đẹp da",
      "describe11": "Hỗ trợ giảm cân hiệu quả"
    },
    {
      "id": 3,
      "productName": "Táo Mỹ",
      "price": 300,
      "trademark": "LotteMart",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_0a77a1b59258486ba94be2ae39b7a97b_1024x1024.jpg",
      "cate": "Hoa quả",
      "cate_id": 1,
      "describe1": "Táo tây ngọt chua khoái khẩu, dinh dưỡng phong phú, là một trong những trái cây thường dùng nhất trong cuộc sống. Giá trị dinh dưỡng và giá trị làm thuốc của táo tây rất cao. Rất nhiều người Mỹ xem táo là món ăn cần thiết để giảm béo phì, hàng tuần tiết thực một ngày, ngày đó ăn táo, gọi là “ngày táo”.",
      "describe2": "Đông y cho rằng, táo tây tính mát, vị chua ngọt, có công hiệu sinh tân nhuận phổi, dưỡng tâm ích khí, thanh nhiệt giải thử, khai vị dưỡng nhan. Nhưng táo tây tính mát, nên người bị lở loét dạ dày, tỳ vị hư hàn nên ít ăn, tránh gây ra đầy bụng đau bụng. Dùng hỗ trợ điều trị các chứng cholesterol máu cao, tăng huyết áp, bệnh đái tháo đường, béo phì…",
      "describe3": "Táo tây là một trong 4 loại trái cây đứng đầu thế giới (táo, chuối, cam quýt, nho), dinh dưỡng phong phú, có chứa các thành phần như: glucid, protid, Ca, P, Fe, Zn, bêta-caroten, nhiều vitamin và xơ. Nghiên cứu cho thấy, táo tây có tác dụng dự phòng tăng huyết áp, xơ cứng động mạch, còn là thức ăn lý tưởng cho phụ nữ mang thai. Táo tây chứa nhiều muối kali, sau khi ăn sẽ làm hoán chuyển natri trong máu, cũng như bài ra cơ thể, từ đó giúp giảm huyết áp. Táo tây có tác dụng giảm cholesterol máu và giảm xơ cứng động mạch. Chuyên gia tim mạch Pháp từng cho chuột đồng bị xơ cứng động mạch ăn nhiều táo tây, kết quả lượng cholesterol máu của chuột đồng giảm xuống thấy rõ. Sau đó, qua thử nghiệm lâm sàng chứng minh, nếu người bị xơ cứng động mạch hàng ngày ăn 1 – 2 quả táo tây, sau một thời gian, mức độ xơ cứng động mạch của người bệnh giảm `rất lớn. Trong táo tây có chứa axít malic, là chất tốt thay thế huyết tương, phụ nữ mang thai dễ xảy ra thiếu máu do thiếu sắt, mà chất sắt chỉ được hấp thu trong tình trạng hội đủ điều kiện toan tính và tồn tại của vitamin C, nên táo tây là thức ăn bổ máu rất tốt cho thai phụ.",
      "describe4": "Ăn một quả táo mỗi ngày có thể giảm nguy cơ bị ung thư ruột kết. Theo các chuyên gia của Viện Nghiên cứu Sức khỏe và Y khoa Pháp công bố, những cuộc thử nghiệm trên chuột cho thấy những chất tìm thấy trong táo gọi là procyanidin có thể ngăn chặn những thay đổi có thể dẫn đến ung thư. Các con chuột được tiêm một chất gây ung thư ruột kết. Sau 6 tuần, những con chuột được cung cấp nước uống và chất procyanidin từ táo có nguy cơ phình to ruột kết giai đoạn tiền ung thư thấp hơn phân nửa những con chuột có chế độ ăn uống bình thường không tăng cường procyanidin. Người ta còn nói với người cao tuổi rằng, ăn một quả táo mỗi ngày sẽ giúp họ không phải tìm đến các bác sĩ chuyên khoa thần kinh cũng như tránh được nguy cơ suy giảm nhận thức thường xảy ra ở tuổi già và các bệnh thoái hóa thần kinh như Alzheimer và Parkinson bởi vì trong táo chứa chất quercetin, chất này tỏ ra công hiệu hơn vitamin C, vốn được xem chống các bệnh thoái hóa thần kinh ở người. Với thai phụ, nếu ăn 1 quả táo/ngày có thể giúp con không bị mắc bệnh suyễn khi lớn lên. Đây là kết quả rút ra từ việc theo dõi chế độ ăn uống của gần 2.000 thai phụ của các nhà khoa học ở Hà Lan và Scotland. Các nhà nghiên cứu cho rằng có thể thành phần hóa học thực vật bên trong táo như flavonoid và polyphenol, có tác dụng tích cực đối với bệnh nhân suyễn.",
      "describe5": "Nghiên cứu cho thấy, 1 quả táo trung bình chứa khoảng 3g chất xơ. Một chế độ ăn giàu chất xơ sẽ giúp bạn tránh được nguy cơ bị bệnh tim mạch. Các nhà khoa học Mỹ tại Đại học Minnesota cho thấy, những người hằng ngày tiêu thụ 10g chất xơ từ trái cây đã giảm được nguy cơ bị cơn đau tim và nguy cơ tử vong vì bệnh tim. Lượng chất xơ có nhiều trong rau quả và ngũ cốc, đặc biệt là táo.",
      "describe6": "Táo tây cũng có tên đẹp: “Quả tăng trí nhớ”, bởi lẽ trong táo chứa nhiều Zn, đây là thành phần tạo ra nhiều enzym quan trọng trong cơ thể, cũng là nguyên tố quan trọng thúc đẩy tăng trưởng phát triển, đặc biệt là nguyên tố không thể thiếu có liên quan mật thiết giữa axít nucleic và protid trong việc tạo ra trí nhớ. Vì vậy, thường ăn táo tây có thể tăng trí nhớ, nâng cao trí lực. Táo tây còn có tác dụng làm đẹp, trong táo có chứa Mg, chất này làm làn da khỏe đẹp, hồng hào, óng ả, bên cạnh kèm có nhiều chất làm đẹp như bêta-caroten, nhiều vitamin và Fe, cho nên, thường ăn táo tây giúp dinh dưỡng làn da, cũng như phòng ngừa hình thành nám, tàn nhang.Táo tây cũng có tên đẹp: “Quả tăng trí nhớ”, bởi lẽ trong táo chứa nhiều Zn, đây là thành phần tạo ra nhiều enzym quan trọng trong cơ thể, cũng là nguyên tố quan trọng thúc đẩy tăng trưởng phát triển, đặc biệt là nguyên tố không thể thiếu có liên quan mật thiết giữa axít nucleic và protid trong việc tạo ra trí nhớ. Vì vậy, thường ăn táo tây có thể tăng trí nhớ, nâng cao trí lực. Táo tây còn có tác dụng làm đẹp, trong táo có chứa Mg, chất này làm làn da khỏe đẹp, hồng hào, óng ả, bên cạnh kèm có nhiều chất làm đẹp như bêta-caroten, nhiều vitamin và Fe, cho nên, thường ăn táo tây giúp dinh dưỡng làn da, cũng như phòng ngừa hình thành nám, tàn nhang.",
      "describe7": "Điều quan trọng là táo tây còn có tác dụng phòng chống nhiều dạng ung thư. Trong táo chứa nhiều vitamin C, giúp ngăn cản hình thành chất gây ung thư nitrosamin, giúp dự phòng ung thư dạ dày. Chất xơ, pectin chứa trong táo có tác dụng hấp thu độc tố, giúp ích cho việc thải trừ Sr trong cơ thể. Nhà khoa học khám phá rằng, pectin có khả năng kết hợp với những chất phóng xạ trong cơ thể, sau cùng bằng hình thức không gây hại để bài ra ngoài cơ thể. Pectin đối với chất ô nhiễm có tác dụng gây ung thư cũng có tác dụng tương tự, theo đó giảm đi hình thành chất gây ung thư trong cơ thể rất nhiều.",
      "describe8": "Khi ăn táo, cần nhai nhuyễn nuốt kỹ, có vậy vừa trợ giúp tiêu hóa, quan trọng hơn nữa vừa vệ sinh răng miệng, rất có ích cho việc giảm thiểu các bệnh tật. Thực nghiệm chứng minh, nếu ăn hết 1 quả táo trong 15 phút, axít hữu cơ và axít malic có trong táo có thể diệt sạch vi khuẩn khoang miệng đạt đến 90%.",
      "describe9": "Táo tây có thể chế biến các món ngon như: gỏi, bánh, mứt… sinh tố và nước ép trái cây ngon bổ!.",
      "describe10": "Làm đẹp da",
      "describe11": "Hỗ trợ giảm cân hiệu quả"
    },
    {
      "id": 4,
      "productName": "Cà chua bi",
      "price": 10,
      "trademark": "Vinmart",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_1f311162e5814d10847ac975e8fc0934_1024x1024.jpg",
      "cate": "Hoa quả",
      "cate_id": 1,
      "describe1": "Những giá trị dinh dưỡng quả cà chua chín",
      "describe2": "Bạn đã biết rõ hết những giá trị dinh dưỡng quả cà chua chín chưa? Tại sao cà chua là một loại quả rất quen thuộc trong gian bếp của mỗi nhà?",
      "describe3": "Tại sao cà chua thường được lựa chọn để chế biến trong các thực đơn hàng ngày? Bởi các vitamin trong cà chua không bị mất đi trong quá trình nấu chín. Theo phân tích, trong 100g cà chua có 2,2mg đường, 8mg canxi, 3,7mg kali, 0,4mg sắt, 0,3mg carotene, 0,6mg nitơ, vitamin A, B1, B2, C, P và các axit hữu cơ. Bài viết nay xin phân tích một số thành phần tiêu biểu của cà chua chín mang lại giá trị sức khỏe cho con người chúng ta.",
      "describe4": "Vitamin A",
      "describe5": "Khi nhắc đến thành phần dinh dưỡng quả cà chua, người ta sẽ nghĩ ngay đến vitamin A. Vì chính sắc tố đỏ của cà chua cho thấy hàm lượng vitamin A của nó rất cao. Cứ 100g cà chua chín sẽ đáp ứng được 13% nhu cầu hàng ngày về vitamin A. Trong cà chua có các axit hữu cơ có tác dụng bảo vệ lượng vitamin A ít bị phân hủy trong quá trình đun nấu. Loại vitamin này có tác dụng sáng mắt, giúp tăng thị lực. Nếu muốn có một đôi mắt sáng, khỏe mạnh thì các bạn nhớ thường xuyên ăn cà chua nhé. Ngoài ra, vitamin A còn là một chất chống oxy hóa, giúp làm sạch các gỗ tự do gây tổn hại đến máu. Để nuôi con khỏe mạnh, bạn cần dựa theo tháp dinh dưỡng cho bé để lựa chọn và cân đối đầy đủ các nhóm thực phẩm sao cho khoa học và phù hợp với thể trạng của con mình. Mách mẹ chế độ ăn cho trẻ suy dinh dưỡng cực hay Cháo…",
      "describe6": "Beta-caroten",
      "describe7": "Trong thành phần dinh dưỡng quả cà chua chín, có một chất đặc biệt cần thiết cho máu. Chính là Beta-caroten – tiền chất của vitamin A, loại dưỡng chất này chỉ có ở thực vật. Cà chua càng đỏ càng chứa nhiều Beta-caroten. Beta caroten sở hữu trong mình một khả năng chống ôxy hoá ưu việt, làm chậm quá trình lão hóa, ngăn ngừa ung thư.",
      "describe8": "Vitamin K",
      "describe9": "Trong cà chua có chứa vitamin K. Đây là một loại vitamin quan trọng nhất với hệ xương. Vitamin K kích hoạt osteocalcin, giúp canxi bám chắc trên xương. Đo đó, khi gãy xương nên ăn nhiều cà chua để giúp xương mau liền. Cà chua cũng nên đưa vào thực đơn hàng ngày của các bé, cần thiết cho sự phát triển của trẻ. Vitamin K và một số các vitamin khác còn có tác dụng giúp ngăn ngừa bệnh xuất huyết.",
      "describe10": "Các khoáng chất vi lượng",
      "describe11": "Các khoáng chất canxi, sắt, kali, mangan, magie, photpho, lưu huỳnh, iôt…Nhờ những thành phần này, cà chua được coi là một nguồn dinh dưỡng phong phú. Ăn cà chua giúp chúng ta, rất tốt cho hệ tiêu hóa và tăng cường sức đề kháng của cơ thể. Tóm lại, chúng ta hoàn toàn công nhận những giá trị tuyệt vời từ dinh dưỡng quả cà chua mang lại. Chống lão hóa, ngừa ung thư, giảm cholesterol, giúp xương chắc khỏe, làm sáng mắt…và còn rất nhiều những công dụng tuyệt vời khác nữa từ cà chua đang chờ chúng ta khám phá."
    },
    {
      "id": 5,
      "productName": "Bơ Trung Đông",
      "price": 300,
      "trademark": "Mipec",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_da486ae950b8404ca68aa6e8cc683edb_1024x1024.jpg",
      "cate": "Hoa quả",
      "cate_id": 1,
      "describe1": "10 lợi ích của quả bơ",
      "describe2": "Có những lợi ích từ quả bơ mà không phải ai cũng biết. Dưới đây là 10 lợi ích về sức khỏe mà quả bơ có thể mang lại cho bạn nếu dùng nó mỗi ngày.",
      "describe3": "Các nhà nghiên cứu ở Mỹ đã chứng minh rằng, trong trái bơ có chứa một số chất giúp chống ung thư như trong một số trái cây rau quả khác.",
      "describe4": "Một số hợp chất có trong trái bơ có thể phát hiện những tế bào có khả năng ung thư hoặc gây ung thư miệng và tiêu diệt chúng mà không gây hại đến những tế bào khỏe mạnh.",
      "describe5": "Trong bơ có chứa lượng lutein carotene cao hơn bất cứ loại trái cây nào khác. Chất này giúp chống sự thoái hóa thành các vết đen, bệnh đục nhân mắt và một số bệnh về mắt liên quan đến tuổi thọ.",
      "describe6": "Bơ có chứa rất nhiều beta-sitosterol, là một hợp chất làm giảm tỉ lệ cholesterol. Một nghiên cứu tiến hành trên 45 người đã cho thấy ăn một quả mỗi ngày sẽ giúp giảm tỉ lệ chất béo xuống khoảng 17% chỉ trong vòng một tuần.",
      "describe7": "Một ly bơ có chứa 23% folate, chất đã được chứng minh có tác dụng giảm nguy cơ do bệnh tim gây ra so với những người không ăn. http://www.muivi.com/muivi/index.php?option=com_rd_glossary&task=view&id=112vitamin E và glutathione có trong bơ cũng rất tốt cho tim của bạn.",
      "describe8": "Tỉ lệ folate cao trong bơ giúp giảm thiểu tối đa các cơn đột quỵ .",
      "describe9": "Một nghiên cứu cho thấy những người ăn salad kèm với bơ sẽ hấp thụ lượng caroteroid (bao gồm lycopene và carotene) gấp 5 lần so với việc ăn salad không.",
      "describe10": "Bơ chứa rất nhiều glutathione - chất chống ôxy hóa rất quan trọng trong quá trình ngăn chặn sự lão hóa, ung thư và bệnh tim.",
      "describe11": "Bơ là nguồn cung cấp vitamin E tốt nhất cho cơ thể. Vitamin này giúp ngăn ngừa bệnh tật và duy trì một cơ thể khỏe mạnh."
    },
    {
      "id": 6,
      "productName": "Kiwi",
      "price": 500,
      "trademark": "Vinmart",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_3244ab09ccc54f33b16fb7d5324bb84a_1024x1024.jpg",
      "cate": "Hoa quả",
      "cate_id": 1,
      "describe1": "Quả kiwi ban đầu được gọi là quả lý gai, bắt nguồn từ Trung Quốc. Loại quả này giúp cung cấp nguồn dinh dưỡng dồi dào, tươi ngon tự nhiên, an toàn và tốt cho sức khỏe cho cả gia đình.",
      "describe2": "Vào năm 1904, hạt giống của quả này đã được mang tới New Zealand trồng thử và sau đó trở thành “quốc trái” của đất nước này. Quả đồng thời cũng mang tên loài chim kiwi của New Zealand. Ngày nay, New Zealand cũng là đất nước của quả kiwi Zespri.",
      "describe3": "Nghiên cứu của các nhà khoa học Mỹ vào năm 1997 nhằm đánh giá giá trị dinh dưỡng có trong mỗi 100g quả của 27 loại trái cây phổ biến nhất đã chỉ ra rằng kiwi là một trong những loại quả giàu chất dinh dưỡng nhất trên thế giới. Kết quả nghiên cứu được công bố tại cuộc họp hàng năm thứ 38 của American College of Nutrition tại New York ngày 27/9/1997. Với số điểm 16, kiwi là trái cây giàu dinh dưỡng nhất sau là đu đủ, xoài và cam.",
      "describe4": "Những nghiên cứu khoa học về quả kiwi không chỉ khẳng định mức độ dinh dưỡng của loại trái cây này mà còn khám phá ra rằng việc ăn quả kiwi hàng ngày có thể sẽ giúp sản sinh ra những vi chất bảo vệ chống lại việc phá hủy ADN giúp ngăn chặn các bệnh ung thư. Thực tế, một nghiên cứu vào năm 2003 cho thấy sự bình phục tế bào bạch cầu đã có hiệu quả gấp đôi với những người ăn 3 quả kiwi một ngày liên tục trong 3 tuần.",
      "describe5": "Vitamin C giúp tăng cường hệ miễn dịch của cơ thể. Ngoài ra Vitamin C cũng giúp cơ thể chống lại bệnh cảm lạnh và cảm cúm, các tác động của tuổi tác và stress. Một quả kiwi cung cấp một lượng vitamin C gấp đôi một quả cam.",
      "describe6": "Cùng với chuối, quả kiwi là nguồn bổ sung kali cho cơ thể. Kali là khoáng chất quan trọng đóng vai trò quan trọng trong việc ngăn chặn chứng tăng huyết áp.",
      "describe7": "Hơn thế nữa, kiwi chứa nhiều chất xơ hòa tan rất dễ hấp thụ với hàm lượng lớn hơn rất nhiều chất xơ trong các loại quả khác. Chất xơ đóng một vai trò tích cực trong việc tăng cường hoạt động của hệ tiêu hóa và đã được chứng minh là giảm nguy cơ mắc bệnh tiểu đường và các bệnh tim mạch.",
      "describe8": "Quả kiwi lại rất giàu vitamin E ít béo, điều hiếm thấy trong số các loại trái cây. Vitamin E không phải là một chất tham gia trực tiếp vào quá trình chuyển hóa của cơ thể nhưng lại có góp phần rất quan trọng trong quá trình này với vai trò là chất xúc tác, giúp cho cơ thể khỏe mạnh, chống lại sự sản xuất dư thừa gốc tự do, chống lại quá trình chết tế bào, kìm hãm quá trình lão hóa, giúp da tóc mịn màng.",
      "describe9": "Nhìn ngoài vỏ, quả kiwi không thu hút sự chú ý vì vỏ màu nâu, có lông xù và không có mùi thơm. Tuy nhiên, khi cắt đôi ra, nó là một món quà của thiên nhiên.",
      "describe10": "Ở Việt Nam thường bán hai loại kiwi xanh và vàng. Kiwi xanh có phần thịt quả màu xanh ngọc sáng lẫn với hạt nhỏ màu đen. Mọi người thường nghĩ kiwi xanh có vị chua nhưng thực tế, khi chín sẽ có vị chua ngọt, đặc trưng là sự kết hợp của trái dâu, dưa và quýt. Trái kiwi vàng có phần thịt màu vàng, hạt nhỏ màu đen với vị ngọt trái cây nhiệt đới giống với vị của trái xoài và đào.",
      "describe11": "Bạn có thể tự mình kiểm tra kiwi đã chín hay chưa bằng cách bóp nhẹ, nếu thấy hơi mềm tay nghĩa là quả đã chín (tương tự như quả hồng xiêm). Kiwi xanh thường được bán khi còn cứng và chưa chín. Khi mua về bạn hãy để cho kiwi chín ở nhiệt độ phòng trong khoảng từ 3 đến 5 ngày tùy thời tiết và nhiệt độ. Bạn có thể làm kiwi chín nhanh hơn bằng việc để chúng chung với chuối và bọc giấy lại."
    },
    {
      "id": 7,
      "productName": "Nho tím",
      "price": 800,
      "trademark": "BigC",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_fb0dc61b5ce2420f891881895e2826d0_1024x1024.jpg",
      "cate": "Hoa quả",
      "cate_id": 1,
      "describe1": "Nho chứa hàm lượng cao chất xơ. Nước nho ép chứa hàng chục chất dinh dưỡng có tác dụng chống ung thư và bệnh tim.",
      "describe2": "Nho chứa hàm lượng cao chất xơ. Nước nho ép chứa hàng chục chất dinh dưỡng có tác dụng chống ung thư và bệnh tim. Loại trái cây này giúp tăng cường hệ thống miễn dịch bằng cách làm tăng số lượng tế bào gama và delta T trong cơ thể. Hãy thử sử dụng nước ép nho để thoát khỏi bệnh cảm lạnh.",
      "describe3": "Bạn có thể trộn nửa cốc nước ép nho với sữa chua vani có hàm lượng béo thấp, dâu tây và chuối ăn cũng rất ngon đấy.",
      "describe4": "Nho giàu chất chống oxy hóa và các axit béo thiết yếu giúp duy trì một làn da luôn tươi trẻ. Thoa dầu từ hạt nho bán tại cửa hàng thực phẩm vào các vùng da dễ bị nhăn trước khi đi ngủ cũng phát huy tác dụng xóa nếp nhăn.Xóa nếp nhăn",
      "describe5": "Làm trắng răng",
      "describe6": "Bạn không cần tẩy trắng răng bởi vì lượng axit malic được tìm thấy trong trái nho có tác dụng hạn chế quá trình đổi màu của răng và giảm các vết ố.",
      "describe7": "Cho bạn bàn tay đẹp",
      "describe8": "Nho có thể cải thiện tình trạng xước móng tay, bảo vệ lớp biểu bì mềm khi cắt sửa móng. Bạn có thể dùng 10 trái nho đỏ nghiền nát và trộn với hai muỗng canh đường cát, chà hợp chất giàu chất chống oxy hóa này và massage quanh móng tay, sau đó làm sạch với khăn ướt.",
      "describe9": "Giảm cân",
      "describe10": "Hấp thụ các sản phẩm từ nho kết hợp với chế độ ăn uống khỏe mạnh sẽ giúp bạn cải thiện hàm lượng chất dinh dưỡng. Nghiên cứu mới đây cho thấy kết hợp nho với sữa đậu nành có tác dụng giảm cân đáng kể, theo 2 cơ chế: đầu tiên nó làm giảm khoảng 150% khả năng hoạt động của tế bào chất béo, sau đó gây ra các phản ứng làm tan rã tế bào mỡ với tốc độ nhanh hơn bình thường đến 245%.",
      "describe11": "Một nghiên cứu đã chứng minh nho có khả năng làm giãn nở mạch máu, hỗ trợ máu lưu thông dễ dàng. Nó cũng có tác dụng làm thư giãn các mạch máu của bạn, làm cho đường kính của chúng lớn hơn. Đồng thời làm giảm huyết áp, cho phép một khối lượng máu cao hơn chảy qua tất cả cơ quan của cơ thể, cung cấp chất dinh dưỡng và tăng lượng oxy cho tế bào. Các nghiên cứu khác cho thấy chỉ 10 mg nho cũng có tác dụng đáng kể trong việc giảm nguy cơ đau tim."
    },
    {
      "id": 8,
      "productName": "Cà chua Nam Mỹ",
      "price": 300,
      "trademark": "Tmart",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_4a620ef44ea24b98bf1ac84d84fb3fb8_1024x1024.jpg",
      "cate": "Hoa quả",
      "cate_id": 1,
      "describe1": "Những giá trị dinh dưỡng quả cà chua chín",
      "describe2": "Bạn đã biết rõ hết những giá trị dinh dưỡng quả cà chua chín chưa? Tại sao cà chua là một loại quả rất quen thuộc trong gian bếp của mỗi nhà?",
      "describe3": "Tại sao cà chua thường được lựa chọn để chế biến trong các thực đơn hàng ngày? Bởi các vitamin trong cà chua không bị mất đi trong quá trình nấu chín. Theo phân tích, trong 100g cà chua có 2,2mg đường, 8mg canxi, 3,7mg kali, 0,4mg sắt, 0,3mg carotene, 0,6mg nitơ, vitamin A, B1, B2, C, P và các axit hữu cơ. Bài viết nay xin phân tích một số thành phần tiêu biểu của cà chua chín mang lại giá trị sức khỏe cho con người chúng ta.",
      "describe4": "Vitamin A",
      "describe5": "Khi nhắc đến thành phần dinh dưỡng quả cà chua, người ta sẽ nghĩ ngay đến vitamin A. Vì chính sắc tố đỏ của cà chua cho thấy hàm lượng vitamin A của nó rất cao. Cứ 100g cà chua chín sẽ đáp ứng được 13% nhu cầu hàng ngày về vitamin A. Trong cà chua có các axit hữu cơ có tác dụng bảo vệ lượng vitamin A ít bị phân hủy trong quá trình đun nấu. Loại vitamin này có tác dụng sáng mắt, giúp tăng thị lực. Nếu muốn có một đôi mắt sáng, khỏe mạnh thì các bạn nhớ thường xuyên ăn cà chua nhé. Ngoài ra, vitamin A còn là một chất chống oxy hóa, giúp làm sạch các gỗ tự do gây tổn hại đến máu. Để nuôi con khỏe mạnh, bạn cần dựa theo tháp dinh dưỡng cho bé để lựa chọn và cân đối đầy đủ các nhóm thực phẩm sao cho khoa học và phù hợp với thể trạng của con mình. Mách mẹ chế độ ăn cho trẻ suy dinh dưỡng cực hay Cháo…",
      "describe6": "Beta-caroten",
      "describe7": "Trong thành phần dinh dưỡng quả cà chua chín, có một chất đặc biệt cần thiết cho máu. Chính là Beta-caroten – tiền chất của vitamin A, loại dưỡng chất này chỉ có ở thực vật. Cà chua càng đỏ càng chứa nhiều Beta-caroten. Beta caroten sở hữu trong mình một khả năng chống ôxy hoá ưu việt, làm chậm quá trình lão hóa, ngăn ngừa ung thư.",
      "describe8": "Vitamin K",
      "describe9": "Trong cà chua có chứa vitamin K. Đây là một loại vitamin quan trọng nhất với hệ xương. Vitamin K kích hoạt osteocalcin, giúp canxi bám chắc trên xương. Đo đó, khi gãy xương nên ăn nhiều cà chua để giúp xương mau liền. Cà chua cũng nên đưa vào thực đơn hàng ngày của các bé, cần thiết cho sự phát triển của trẻ. Vitamin K và một số các vitamin khác còn có tác dụng giúp ngăn ngừa bệnh xuất huyết.",
      "describe10": "Các khoáng chất vi lượng",
      "describe11": "Các khoáng chất canxi, sắt, kali, mangan, magie, photpho, lưu huỳnh, iôt…Nhờ những thành phần này, cà chua được coi là một nguồn dinh dưỡng phong phú. Ăn cà chua giúp chúng ta, rất tốt cho hệ tiêu hóa và tăng cường sức đề kháng của cơ thể. Tóm lại, chúng ta hoàn toàn công nhận những giá trị tuyệt vời từ dinh dưỡng quả cà chua mang lại. Chống lão hóa, ngừa ung thư, giảm cholesterol, giúp xương chắc khỏe, làm sáng mắt…và còn rất nhiều những công dụng tuyệt vời khác nữa từ cà chua đang chờ chúng ta khám phá."
    },
    {
      "id": 9,
      "productName": "Cà chua hữu cơ",
      "price": 5000,
      "trademark": "Vinmart",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_ac70f3519d9349dca2816f677c263c70_1024x1024.jpg",
      "cate": "Hoa quả",
      "cate_id": 1,
      "describe1": "Những giá trị dinh dưỡng quả cà chua chín",
      "describe2": "Bạn đã biết rõ hết những giá trị dinh dưỡng quả cà chua chín chưa? Tại sao cà chua là một loại quả rất quen thuộc trong gian bếp của mỗi nhà?",
      "describe3": "Tại sao cà chua thường được lựa chọn để chế biến trong các thực đơn hàng ngày? Bởi các vitamin trong cà chua không bị mất đi trong quá trình nấu chín. Theo phân tích, trong 100g cà chua có 2,2mg đường, 8mg canxi, 3,7mg kali, 0,4mg sắt, 0,3mg carotene, 0,6mg nitơ, vitamin A, B1, B2, C, P và các axit hữu cơ. Bài viết nay xin phân tích một số thành phần tiêu biểu của cà chua chín mang lại giá trị sức khỏe cho con người chúng ta.",
      "describe4": "Vitamin A",
      "describe5": "Khi nhắc đến thành phần dinh dưỡng quả cà chua, người ta sẽ nghĩ ngay đến vitamin A. Vì chính sắc tố đỏ của cà chua cho thấy hàm lượng vitamin A của nó rất cao. Cứ 100g cà chua chín sẽ đáp ứng được 13% nhu cầu hàng ngày về vitamin A. Trong cà chua có các axit hữu cơ có tác dụng bảo vệ lượng vitamin A ít bị phân hủy trong quá trình đun nấu. Loại vitamin này có tác dụng sáng mắt, giúp tăng thị lực. Nếu muốn có một đôi mắt sáng, khỏe mạnh thì các bạn nhớ thường xuyên ăn cà chua nhé. Ngoài ra, vitamin A còn là một chất chống oxy hóa, giúp làm sạch các gỗ tự do gây tổn hại đến máu. Để nuôi con khỏe mạnh, bạn cần dựa theo tháp dinh dưỡng cho bé để lựa chọn và cân đối đầy đủ các nhóm thực phẩm sao cho khoa học và phù hợp với thể trạng của con mình. Mách mẹ chế độ ăn cho trẻ suy dinh dưỡng cực hay Cháo…",
      "describe6": "Beta-caroten",
      "describe7": "Trong thành phần dinh dưỡng quả cà chua chín, có một chất đặc biệt cần thiết cho máu. Chính là Beta-caroten – tiền chất của vitamin A, loại dưỡng chất này chỉ có ở thực vật. Cà chua càng đỏ càng chứa nhiều Beta-caroten. Beta caroten sở hữu trong mình một khả năng chống ôxy hoá ưu việt, làm chậm quá trình lão hóa, ngăn ngừa ung thư.",
      "describe8": "Vitamin K",
      "describe9": "Trong cà chua có chứa vitamin K. Đây là một loại vitamin quan trọng nhất với hệ xương. Vitamin K kích hoạt osteocalcin, giúp canxi bám chắc trên xương. Đo đó, khi gãy xương nên ăn nhiều cà chua để giúp xương mau liền. Cà chua cũng nên đưa vào thực đơn hàng ngày của các bé, cần thiết cho sự phát triển của trẻ. Vitamin K và một số các vitamin khác còn có tác dụng giúp ngăn ngừa bệnh xuất huyết.",
      "describe10": "Các khoáng chất vi lượng",
      "describe11": "Các khoáng chất canxi, sắt, kali, mangan, magie, photpho, lưu huỳnh, iôt…Nhờ những thành phần này, cà chua được coi là một nguồn dinh dưỡng phong phú. Ăn cà chua giúp chúng ta, rất tốt cho hệ tiêu hóa và tăng cường sức đề kháng của cơ thể. Tóm lại, chúng ta hoàn toàn công nhận những giá trị tuyệt vời từ dinh dưỡng quả cà chua mang lại. Chống lão hóa, ngừa ung thư, giảm cholesterol, giúp xương chắc khỏe, làm sáng mắt…và còn rất nhiều những công dụng tuyệt vời khác nữa từ cà chua đang chờ chúng ta khám phá."
    },
    {
      "id": 10,
      "productName": "Xoài xiêm",
      "price": 300,
      "trademark": "Mipec",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_56840ea08800484d8ece44a39dd431d4_1024x1024.jpg",
      "cate": "Hoa quả",
      "cate_id": 1,
      "describe1": "Xoài có là loại trái cây ưa thích của bạn? Xoài là loại quả rất quen thuộc hàng ngày. Thế nhưng những lợi ích bất ngờ từ nguồn dinh dưỡng trong xoài thì không phải ai cũng biết.",
      "describe2": "Thành phần dinh dưỡng trong xoài.",
      "describe3": "Không phải tự nhiên mà xoài được mệnh danh là “vua của các loại quả”. Do nguồn dinh dưỡng trong xoài là vô tận. Người ta ước tính cứ một cốc sinh tố xoài mang đến 103 calo. Xoài chứa rất nhiều các loại vitamin, trong đó phải kể đến vitamin C, A, B, B6, B….Hơn nữa trong xoài còn có các lợi khuẩn và khoáng chất cần thiết (đồng, kali, magie).",
      "describe4": "Những lợi ích từ xoài",
      "describe5": "Tăng sức đề kháng",
      "describe6": "Tốt cho hệ tiêu hóa.",
      "describe7": "Ngăn ngừa ung thư",
      "describe8": "Giảm lượng cholesterol",
      "describe9": "Cải thiện thị lực",
      "describe10": "Làm đẹp da",
      "describe11": "Hỗ trợ giảm cân hiệu quả"
    },
    {
      "id": 11,
      "productName": "Thịt bò Kobe",
      "price": 600,
      "trademark": "BigC",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_48ea759e34bf43de85ca2074d824239d_1024x1024.jpg",
      "cate": "Thực Phẩm Tươi Sống",
      "cate_id": 5,
      "describe1": "Trong 100g thịt bò có tới 28g protein cùng rất nhiều vitaminh B12, B6, khoáng chất cacnitin, kali, kẽm, magie, sắt, cung cấp 280kcal năng lượng, gấp đôi so với cá và nhiều loại thịt động vật khác.",
      "describe2": "Là thực phẩm không thể thiếu trong thực đơn những ai muốn ăn kiêng hay những người năng chơi thể thao, thịt bò giúp tăng cường sức khỏe, ngăn ngừa bệnh tật và thúc đẩy quá trình hình thành các protein mới. Ngoài ra, nó còn hỗ trợ tích cực cho việc phục hồi cơ thể sau những buổi tập luyện mệt mỏ.",
      "describe3": "Trong 100g thịt bò có tới 28g protein cùng rất nhiều vitaminh B12, B6, khoáng chất cacni tin , kali, kẽm, magie, sắt. Đồng thời, khối lượng thịt đó sẽ cung cấp 280kcal năng lượng, gấp đôi so với cá và nhiều loại thịt động vật khác.",
      "describe4": "Điểm đặc biệt của protein trong thịt bò đó là nó chứa nhiều acid amin, acid gốc nitro, giúp biến protein trong thức ăn thành đường hữu cơ để cung cấp cho các hoạt động hàng ngày. Ngoài ra, thịt bò còn chứa acid linoleic và palmiotelic chống lại ung thư và các mầm bệnh khác.",
      "describe5": "Cùng một khối lượng thịt bò nhưng mỗi cách chế biến mang lại nguồn dinh dưỡng và năng lượng rất khác nhau. Tốt nhất là món thịt bò bít tết. Bởi lẽ, với cách chế biến này sẽ giúp cho các khoáng chất trong đó đạt được hiệu quả tối đa.",
      "describe6": "Hàm lượng acid béo trong thịt bò thấp nhưng lại giàu axit linoleic tổng hợp, có hiệu quả chống lại các chất chống oxy hóa có khả năng phát tác khi tập các môn thể thao như cử tạ gây tổn thương mô. Ngoài ra, các axit linoleic cũng có thể tham gia quá trình duy trì cơ bắp.",
      "describe7": "Trong thịt bò chứa nhiều khoáng chất như protein, kali, mà hai khoáng chất này lại không thể thiếu trong chế độ dinh dưỡng. Mức độ kali thấp ức chế tổng hợp protein cũng như sản xuất hormone tăng trưởng, sẽ ảnh hưởng đến sự phát triển của cơ bắp.",
      "describe8": "Magiê và kẽm góp phần tổng hợp protein và chất chống oxy hóa để thúc đẩy tăng trưởng cơ bắp. Muối của axit glutamic và vitamin B6 và kẽm tương tác với nhau tăng cường hệ thống miễn dịch và quan trọng hơn có thể làm tăng hiệu quả của sự trao đổi chất insulin.l",
      "describe9": "Cải thiện thị lực",
      "describe10": "Thịt bò chứa nhiều vitamin B12. Vitamin B12 cần thiết cho các tế bào, nhất là các tế bào máu đỏ mang oxy đến các mô cơ. Vitamin B12 thúc đẩy nhánh chuỗi amino acid chuyển hóa, do đó cung cấp năng lượng cần thiết cho cơ thể trong những hoạt động cường độ cao.",
      "describe11": "Thịt bò rất giàu chất sắt có tác dụng bổ sung lượng máu cho cơ thể và phòng tránh cơ thể bị thiếu máu. Ảnh minh họa"
    },
    {
      "id": 12,
      "productName": "Ba chỉ bò Mỹ",
      "price": 500,
      "trademark": "Tmart",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_7fb095bc8df044ea85e17ecece6478b3_1024x1024.jpg",
      "cate": "Thực Phẩm Tươi Sống",
      "cate_id": 5,
      "describe1": "Trong 100g thịt bò có tới 28g protein cùng rất nhiều vitaminh B12, B6, khoáng chất cacnitin, kali, kẽm, magie, sắt, cung cấp 280kcal năng lượng, gấp đôi so với cá và nhiều loại thịt động vật khác.",
      "describe2": "Là thực phẩm không thể thiếu trong thực đơn những ai muốn ăn kiêng hay những người năng chơi thể thao, thịt bò giúp tăng cường sức khỏe, ngăn ngừa bệnh tật và thúc đẩy quá trình hình thành các protein mới. Ngoài ra, nó còn hỗ trợ tích cực cho việc phục hồi cơ thể sau những buổi tập luyện mệt mỏ.",
      "describe3": "Trong 100g thịt bò có tới 28g protein cùng rất nhiều vitaminh B12, B6, khoáng chất cacni tin , kali, kẽm, magie, sắt. Đồng thời, khối lượng thịt đó sẽ cung cấp 280kcal năng lượng, gấp đôi so với cá và nhiều loại thịt động vật khác.",
      "describe4": "Điểm đặc biệt của protein trong thịt bò đó là nó chứa nhiều acid amin, acid gốc nitro, giúp biến protein trong thức ăn thành đường hữu cơ để cung cấp cho các hoạt động hàng ngày. Ngoài ra, thịt bò còn chứa acid linoleic và palmiotelic chống lại ung thư và các mầm bệnh khác.",
      "describe5": "Cùng một khối lượng thịt bò nhưng mỗi cách chế biến mang lại nguồn dinh dưỡng và năng lượng rất khác nhau. Tốt nhất là món thịt bò bít tết. Bởi lẽ, với cách chế biến này sẽ giúp cho các khoáng chất trong đó đạt được hiệu quả tối đa.",
      "describe6": "Hàm lượng acid béo trong thịt bò thấp nhưng lại giàu axit linoleic tổng hợp, có hiệu quả chống lại các chất chống oxy hóa có khả năng phát tác khi tập các môn thể thao như cử tạ gây tổn thương mô. Ngoài ra, các axit linoleic cũng có thể tham gia quá trình duy trì cơ bắp.",
      "describe7": "Trong thịt bò chứa nhiều khoáng chất như protein, kali, mà hai khoáng chất này lại không thể thiếu trong chế độ dinh dưỡng. Mức độ kali thấp ức chế tổng hợp protein cũng như sản xuất hormone tăng trưởng, sẽ ảnh hưởng đến sự phát triển của cơ bắp.",
      "describe8": "Magiê và kẽm góp phần tổng hợp protein và chất chống oxy hóa để thúc đẩy tăng trưởng cơ bắp. Muối của axit glutamic và vitamin B6 và kẽm tương tác với nhau tăng cường hệ thống miễn dịch và quan trọng hơn có thể làm tăng hiệu quả của sự trao đổi chất insulin.l",
      "describe9": "Cải thiện thị lực",
      "describe10": "Thịt bò chứa nhiều vitamin B12. Vitamin B12 cần thiết cho các tế bào, nhất là các tế bào máu đỏ mang oxy đến các mô cơ. Vitamin B12 thúc đẩy nhánh chuỗi amino acid chuyển hóa, do đó cung cấp năng lượng cần thiết cho cơ thể trong những hoạt động cường độ cao.",
      "describe11": "Thịt bò rất giàu chất sắt có tác dụng bổ sung lượng máu cho cơ thể và phòng tránh cơ thể bị thiếu máu. Ảnh minh họa"
    },
    {
      "id": 13,
      "productName": "Sườn lợn Brazil",
      "price": 200,
      "trademark": "Vinmart",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_0621f779be634582967999b9275fc9f7_1024x1024.jpg",
      "cate": "Thực Phẩm Tươi Sống",
      "cate_id": 5,
      "describe1": "9 lợi ích sức khỏe hàng đầu của thịt lợn",
      "describe2": "1. Thịt lợn chứa nhiều vitamin B1. Vitamin B1 rất cần thiết cho sự tăng trưởng, phục hồi cơ bắp và các mô thần kinh. Nó cũng có ích trong quá trình chuyển hóa carbohydrate.",
      "describe3": "2. Sự hiện diện của vitamin B2 (riboflavin) giúp bảo vệ làn da và sức khỏe. Nó có vai trò quan trọng trong việc sữa chữa các tế bào hư hại và chuyển hóa năng lượng từ thức ăn.",
      "describe4": "3. Vitamin B6 có trong thịt lợn hỗ trợ quá trình chuyển hóa các chất béo, protein và carbohydrate, đồng thời giữ cho các chức năng của hệ thần kinh hoạt động bình thường.",
      "describe5": "4. Thịt lợn thúc đẩy việc sản xuất tế bào máu của cơ thể.",
      "describe6": "5. Sắt chứa trong thịt lợn giúp tăng cường quá trình sản xuất năng lượng và sắt từ thịt mà cơ thể có thể dễ dàng hấp thu..",
      "describe7": "6. Thịt lợn bảo vệ cấu trúc xương, giúp xương và răng chắc khỏe, cũng như đảm bảo mức năng lượng của cơ thể.",
      "describe8": "7. Kẽm có trong thịt lợn có tác dụng tăng cường hệ thống miễn dịch và cải thiện sức đề kháng giúp cơ thể chống lại nhiều bệnh tật.",
      "describe9": "8. Thịt lợn chứa hàm lượng cao protein và các axit amin, rất cần thiết đối với những người quan tâm đến việc xây dựng hình thể.",
      "describe10": "9. Thịt lợn tốt cho da, mắt, hệ thần kinh, xương và hoạt động trí óc. Ăn thịt lợn cũng đảm bảo khả năng miễn dịch tốt hơn do có sự hiện diện của các chất chống oxy hóa quan trọng.",
      "describe11": "10 Thịt lon rất giàu chất sắt có tác dụng bổ sung lượng máu cho cơ thể và phòng tránh cơ thể bị thiếu máu. Ảnh minh họa"
    },
    {
      "id": 14,
      "productName": "Cá hồi",
      "price": 1200,
      "trademark": "Tmart",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_f3d10c8eec8745268227494f446527f9_1024x1024.jpg",
      "cate": "Thực Phẩm Tươi Sống",
      "cate_id": 5,
      "describe1": "Cá hồi thường được sử dụng để ăn sống, nên việc chọn nguồn thực phẩm sạch là hết sức quan trọng. Với tình trạng môi trồng thủy sản bị ô nhiễm như hiện nay, cá hồi có thể bị nhiễm khuẩn, người ăn vào dễ bị rối loạn tiêu hóa, đau bụng, tiêu chảy. Ngoài ra, cá hồi có thể nhiễm phải một số kim loại độc hại như chì, thủy ngân, domoic axit,… là một trong số những nhân tố gây nên bệnh ung thư.",
      "describe2": "Vì vậy, khi mua cần lựu chọn nguồn đảm bảo, ngoài ra cần quan sát đặc điểm bên ngoài cá như: mắt cá hồi phải trong, con ngươi phải đen sáng, mang cá hồi không thâm, thịt cá hồi tươi phải chắc và đàn hồi. Nên kiểm tra qua trong bụng cá hồi để chắc chắn rằng không có những vết máu hay những vùng thẫm màu.…",
      "describe3": "Thân giữa chính là phần lưu trữ mỡ của cá hồi, được rất nhiều thực khách ưa chuộng vì nhiều công dụng khác nhau: ăn sống, rán, rán chín tới, nhúng lẩu, nướng, sốt cà chua hay làm sushi..",
      "describe4": "Phần đuôi cá hồi chắc thịt nên rất phù hợp nhất để nấu cháo, nấu bột và làm ruốc. Ngoài ra, nhiều người cũng sử dụng cả phần đuôi để nấu canh chua hoặc sốt cà chua. Phần thịt gần đuôi cá cũng có thể dùng làm gỏi cá, làm sushi, đem lại màu đỏ đậm đẹp mắt, khiến miếng thịt chắc hơn khi ăn sống..",
      "describe5": "Xương cá hồi có thể được để nguyên để kho, rán, sốt cà chua hoặc nấu canh chua. Người nấu cũng có thể lọc lấy riêng phần thịt để nấu cháo, nấu bột. Tận dụng xương cá hồi chính là cách tiết kiệm nhất để thưởng thức món cá hồi đắt giá.",
      "describe7": "Đầu cá hồi chính là phần nhiều chất dinh dưỡng nhất trên cơ thể cá hồi. Đầu cá hồi thường được sử dụng nhiều nhất để nấu canh chua với sấu hoặc khế hoặc làm lẩu. Đặc biệt, óc của cá hồi được cho là bộ óc ngon nhất của các loài cá.",
      "describe8": "Để bảo quản lâu hơn, chúng ta nên để cá đông lạnh. Cá hồi đông lạnh có thể bảo quản trong vòng 3 tháng. Tuy nhiên trong trường hợp quá trình đông lạnh này bị ngắt quãng thì toàn bộ việc bảo quản sẽ không còn giá trị, chúng ta bắt buộc phải sử dụng toàn bộ thịt cá sau lần rã đông đầu tiên..",
      "describe9": "Cần ướp lạnh cá để bảo quản, dùng trong vòng 24 giờ. Tránh sử dụng thịt cá đã đổi màu hay chảy nước. Đối với cá đông lạnh, khi muốn sử dụng phải cho vào ngăn mát để rã đông từ từ. Nếu ngay lập tức để ra môi trường ngoài hoặc sử dụng lò vi sóng, thịt cá sẽ bị rã nát.",
      "describe10": "Ngoài ra, để làm giảm mùi tanh cũng như loại bỏ các chất bẩn trên mình cá cần rửa qua bằng nước muối hoặc xát muối hột lên cá, sau đó ngâm cá đã làm sạch vào nước lạnh có pha ít giấm, hoặc trộn vào cá một ít hạt tiêu hay lá nguyệt quế.",
      "describe11": "Việc chế biến cá hồi đúng cách là rất quan trọng. Chú ý, khi lọc xương nên được tiến hành cẩn thận, các xương lẻ dính trong thịt cá, có thể sử dụng nhíp để gắp ra nếu dùng cho trẻ."
    },
    {
      "id": 15,
      "productName": "Cua bể",
      "price": 250,
      "trademark": "Winmart",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_9f00f965c0274693bacbc3a4149fd695.jpg",
      "cate": "Thực Phẩm Tươi Sống",
      "cate_id": 5,
      "describe1": "Cua biển là một trong những thực phẩm hải sản yêu thích của rất nhiều người bởi được chế biến ra vô vàn những món ăn độc đáo, ngon miệng: cua hấp, cua rang, cua nướng, cua nấu canh… Thế nhưng, bạn sẽ thích ăn cua biển hơn nếu biết được ngoài vị hấp dẫn ngon miệng, cua biển còn mang những giá trị dinh dưỡng tuyệt vời đấy.",
      "describe2": "Nguồn axit béo omega-3 tự nhiên trong cua có thể giúp cải thiện trí nhớ, giảm nguy cơ ung thư, giúp cải thiện chứng trầm cảm và hay lo âu, thích hợp cho những người làm công việc dưới cường độ áp lực cao, gây căng thẳng, mệt mỏi.",
      "describe3": "Trong thịt cua có nhiều loại vitamin, các khoáng chất như chất sắt, kali, canxi, đồng… hỗ trợ cho sự phát triển và hệ thống miễn dịch của bé. Hơn nữa, lượng thủy ngân có trong thịt cua ít hơn các loại hải sản khác như mực, cá ngừ…",
      "describe4": "Theo Đông y, thịt cua biển có vị ngọt, mặn, tính bình, không độc, có tác dụng thanh nhiệt, sinh huyết, tán ứ, giảm đau, thông kinh lạc, bổ xương tủy… Món ăn chế biến từ thịt cua biển có tác dụng bồi bổ cơ thể , cải thiện khả năng chăn gối, chống lại căn bệnh liệt dương, là bài thuốc tăng cường sinh lý tự nhiên, an toàn cho phái mạnh.",
      "describe5": "Theo ý kiến của các chuyên gia dinh dưỡng, gạch chua, thịt cua chứa nhiều protein, chất sắt, đặc biệt là hàm lượng lớn axit béo omega-3, yếu tố quan trọng cho sự phát triển của não bộ và đôi mắt thai nhi. Chính vì vậy, các chị em đang mang bầu nên lưu ý đưa cua biển vào thực đơn nhé!",
      "describe7": "Có lợi cho mẹ bầu và thai nhi",
      "describe8": "Tăng cường sinh lý cho nam giới",
      "describe9": "Cần thiết cho sự phát triển của trẻ nhỏ",
      "describe10": "Cua biển tốt cho não bộ",
      "describe11": "Việc chế biến cua đúng cách là rất quan trọng. Chú ý, khi lọc xương nên được tiến hành cẩn thận, ."
    },
    {
      "id": 16,
      "productName": "Mực Thanh Hóa",
      "price": 70,
      "trademark": "Mipec",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_f7d71a2ef7c644e09bf46a4413684c92_1024x1024.jpg",
      "cate": "Thực Phẩm Tươi Sống",
      "cate_id": 5,
      "describe1": "cua biển là một trong những thực phẩm hải sản yêu thích của rất nhiều người bởi được chế biến ra vô vàn những món ăn độc đáo, ngon miệng: cua hấp, cua rang, cua nướng, cua nấu canh… Thế nhưng, bạn sẽ thích ăn cua biển hơn nếu biết được ngoài vị hấp dẫn ngon miệng, cua biển còn mang những giá trị dinh dưỡng tuyệt vời đấy.",
      "describe2": "Nguồn axit béo omega-3 tự nhiên trong cua có thể giúp cải thiện trí nhớ, giảm nguy cơ ung thư, giúp cải thiện chứng trầm cảm và hay lo âu, thích hợp cho những người làm công việc dưới cường độ áp lực cao, gây căng thẳng, mệt mỏi.",
      "describe3": "Trong thịt cua có nhiều loại vitamin, các khoáng chất như chất sắt, kali, canxi, đồng… hỗ trợ cho sự phát triển và hệ thống miễn dịch của bé. Hơn nữa, lượng thủy ngân có trong thịt cua ít hơn các loại hải sản khác như mực, cá ngừ…",
      "describe4": "Theo Đông y, thịt cua biển có vị ngọt, mặn, tính bình, không độc, có tác dụng thanh nhiệt, sinh huyết, tán ứ, giảm đau, thông kinh lạc, bổ xương tủy… Món ăn chế biến từ thịt cua biển có tác dụng bồi bổ cơ thể , cải thiện khả năng chăn gối, chống lại căn bệnh liệt dương, là bài thuốc tăng cường sinh lý tự nhiên, an toàn cho phái mạnh.",
      "describe5": "Theo ý kiến của các chuyên gia dinh dưỡng, gạch chua, thịt cua chứa nhiều protein, chất sắt, đặc biệt là hàm lượng lớn axit béo omega-3, yếu tố quan trọng cho sự phát triển của não bộ và đôi mắt thai nhi. Chính vì vậy, các chị em đang mang bầu nên lưu ý đưa cua biển vào thực đơn nhé!",
      "describe7": "Có lợi cho mẹ bầu và thai nhi",
      "describe8": "Tăng cường sinh lý cho nam giới",
      "describe9": "Cần thiết cho sự phát triển của trẻ nhỏ",
      "describe10": "Cua biển tốt cho não bộ",
      "describe11": "Việc chế biến cua đúng cách là rất quan trọng. Chú ý, khi lọc xương nên được tiến hành cẩn thận, ."
    },
    {
      "id": 17,
      "productName": "Tôm biển",
      "price": 300,
      "trademark": "Winmart",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_54872b64e04d49688ffcfade5ee771a2_1024x1024.jpg",
      "cate": "Thực Phẩm Tươi Sống",
      "cate_id": 5,
      "describe1": "tômm biển là một trong những thực phẩm hải sản yêu thích của rất nhiều người bởi được chế biến ra vô vàn những món ăn độc đáo, ngon miệng: tôm hấp, tôm rang, tôm nướng, tôm nấu canh… Thế nhưng, bạn sẽ thích ăn tôm  biển hơn nếu biết được ngoài vị hấp dẫn ngon miệng, tôm  biển còn mang những giá trị dinh dưỡng tuyệt vời đấy.",
      "describe2": "Nguồn axit béo omega-3 tự nhiên trong cua có thể giúp cải thiện trí nhớ, giảm nguy cơ ung thư, giúp cải thiện chứng trầm cảm và hay lo âu, thích hợp cho những người làm công việc dưới cường độ áp lực cao, gây căng thẳng, mệt mỏi.",
      "describe3": "Trong thịt tôm có nhiều loại vitamin, các khoáng chất như chất sắt, kali, canxi, đồng… hỗ trợ cho sự phát triển và hệ thống miễn dịch của bé. Hơn nữa, lượng thủy ngân có trong thịt tôm ít hơn các loại hải sản khác như mực, cá ngừ…",
      "describe4": "Theo Đông y, thịt tôm  biển có vị ngọt, mặn, tính bình, không độc, có tác dụng thanh nhiệt, sinh huyết, tán ứ, giảm đau, thông kinh lạc, bổ xương tủy… Món ăn chế biến từ thịt tôm biển có tác dụng bồi bổ cơ thể , cải thiện khả năng chăn gối, chống lại căn bệnh liệt dương, là bài thuốc tăng cường sinh lý tự nhiên, an toàn cho phái mạnh.",
      "describe5": "Theo ý kiến của các chuyên gia dinh dưỡng, gạch chua, thịt cua chứa nhiều protein, chất sắt, đặc biệt là hàm lượng lớn axit béo omega-3, yếu tố quan trọng cho sự phát triển của não bộ và đôi mắt thai nhi. Chính vì vậy, các chị em đang mang bầu nên lưu ý đưa cua biển vào thực đơn nhé!",
      "describe7": "Có lợi cho mẹ bầu và thai nhi",
      "describe8": "Tăng cường sinh lý cho nam giới",
      "describe9": "Cần thiết cho sự phát triển của trẻ nhỏ",
      "describe10": "Cua biển tốt cho não bộ",
      "describe11": "Việc chế biến tôm  đúng cách là rất quan trọng. Chú ý, khi lọc xương nên được tiến hành cẩn thận, ."
    },
    {
      "id": 18,
      "productName": "Sườn lợn nhập khẩu",
      "price": 800,
      "trademark": "Mipec",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_c1f33d70b5cf4cd288419d51a9ae408f.jpg",
      "cate": "Thực Phẩm Tươi Sống",
      "cate_id": 5,
      "describe1": "9 lợi ích sức khỏe hàng đầu của thịt lợn",
      "describe2": "1. Thịt lợn chứa nhiều vitamin B1. Vitamin B1 rất cần thiết cho sự tăng trưởng, phục hồi cơ bắp và các mô thần kinh. Nó cũng có ích trong quá trình chuyển hóa carbohydrate.",
      "describe3": "2. Sự hiện diện của vitamin B2 (riboflavin) giúp bảo vệ làn da và sức khỏe. Nó có vai trò quan trọng trong việc sữa chữa các tế bào hư hại và chuyển hóa năng lượng từ thức ăn.",
      "describe4": "3. Vitamin B6 có trong thịt lợn hỗ trợ quá trình chuyển hóa các chất béo, protein và carbohydrate, đồng thời giữ cho các chức năng của hệ thần kinh hoạt động bình thường.",
      "describe5": "4. Thịt lợn thúc đẩy việc sản xuất tế bào máu của cơ thể.",
      "describe6": "5. Sắt chứa trong thịt lợn giúp tăng cường quá trình sản xuất năng lượng và sắt từ thịt mà cơ thể có thể dễ dàng hấp thu..",
      "describe7": "6. Thịt lợn bảo vệ cấu trúc xương, giúp xương và răng chắc khỏe, cũng như đảm bảo mức năng lượng của cơ thể.",
      "describe8": "7. Kẽm có trong thịt lợn có tác dụng tăng cường hệ thống miễn dịch và cải thiện sức đề kháng giúp cơ thể chống lại nhiều bệnh tật.",
      "describe9": "8. Thịt lợn chứa hàm lượng cao protein và các axit amin, rất cần thiết đối với những người quan tâm đến việc xây dựng hình thể.",
      "describe10": "9. Thịt lợn tốt cho da, mắt, hệ thần kinh, xương và hoạt động trí óc. Ăn thịt lợn cũng đảm bảo khả năng miễn dịch tốt hơn do có sự hiện diện của các chất chống oxy hóa quan trọng.",
      "describe11": "10 Thịt lon rất giàu chất sắt có tác dụng bổ sung lượng máu cho cơ thể và phòng tránh cơ thể bị thiếu máu. Ảnh minh họa"
    },
    {
      "id": 19,
      "productName": "Cá hồi Mỹ",
      "price": 600,
      "trademark": "Tmart",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_19dd52639b9347798941c55c841c105c_1024x1024.jpg",
      "cate": "Thực Phẩm Tươi Sống",
      "cate_id": 5,
      "describe1": "Cá hồi thường được sử dụng để ăn sống, nên việc chọn nguồn thực phẩm sạch là hết sức quan trọng. Với tình trạng môi trồng thủy sản bị ô nhiễm như hiện nay, cá hồi có thể bị nhiễm khuẩn, người ăn vào dễ bị rối loạn tiêu hóa, đau bụng, tiêu chảy. Ngoài ra, cá hồi có thể nhiễm phải một số kim loại độc hại như chì, thủy ngân, domoic axit,… là một trong số những nhân tố gây nên bệnh ung thư.",
      "describe2": "Vì vậy, khi mua cần lựu chọn nguồn đảm bảo, ngoài ra cần quan sát đặc điểm bên ngoài cá như: mắt cá hồi phải trong, con ngươi phải đen sáng, mang cá hồi không thâm, thịt cá hồi tươi phải chắc và đàn hồi. Nên kiểm tra qua trong bụng cá hồi để chắc chắn rằng không có những vết máu hay những vùng thẫm màu.…",
      "describe3": "Thân giữa chính là phần lưu trữ mỡ của cá hồi, được rất nhiều thực khách ưa chuộng vì nhiều công dụng khác nhau: ăn sống, rán, rán chín tới, nhúng lẩu, nướng, sốt cà chua hay làm sushi..",
      "describe4": "Phần đuôi cá hồi chắc thịt nên rất phù hợp nhất để nấu cháo, nấu bột và làm ruốc. Ngoài ra, nhiều người cũng sử dụng cả phần đuôi để nấu canh chua hoặc sốt cà chua. Phần thịt gần đuôi cá cũng có thể dùng làm gỏi cá, làm sushi, đem lại màu đỏ đậm đẹp mắt, khiến miếng thịt chắc hơn khi ăn sống..",
      "describe5": "Xương cá hồi có thể được để nguyên để kho, rán, sốt cà chua hoặc nấu canh chua. Người nấu cũng có thể lọc lấy riêng phần thịt để nấu cháo, nấu bột. Tận dụng xương cá hồi chính là cách tiết kiệm nhất để thưởng thức món cá hồi đắt giá.",
      "describe7": "Đầu cá hồi chính là phần nhiều chất dinh dưỡng nhất trên cơ thể cá hồi. Đầu cá hồi thường được sử dụng nhiều nhất để nấu canh chua với sấu hoặc khế hoặc làm lẩu. Đặc biệt, óc của cá hồi được cho là bộ óc ngon nhất của các loài cá.",
      "describe8": "Để bảo quản lâu hơn, chúng ta nên để cá đông lạnh. Cá hồi đông lạnh có thể bảo quản trong vòng 3 tháng. Tuy nhiên trong trường hợp quá trình đông lạnh này bị ngắt quãng thì toàn bộ việc bảo quản sẽ không còn giá trị, chúng ta bắt buộc phải sử dụng toàn bộ thịt cá sau lần rã đông đầu tiên..",
      "describe9": "Cần ướp lạnh cá để bảo quản, dùng trong vòng 24 giờ. Tránh sử dụng thịt cá đã đổi màu hay chảy nước. Đối với cá đông lạnh, khi muốn sử dụng phải cho vào ngăn mát để rã đông từ từ. Nếu ngay lập tức để ra môi trường ngoài hoặc sử dụng lò vi sóng, thịt cá sẽ bị rã nát.",
      "describe10": "Ngoài ra, để làm giảm mùi tanh cũng như loại bỏ các chất bẩn trên mình cá cần rửa qua bằng nước muối hoặc xát muối hột lên cá, sau đó ngâm cá đã làm sạch vào nước lạnh có pha ít giấm, hoặc trộn vào cá một ít hạt tiêu hay lá nguyệt quế.",
      "describe11": "Việc chế biến cá hồi đúng cách là rất quan trọng. Chú ý, khi lọc xương nên được tiến hành cẩn thận, các xương lẻ dính trong thịt cá, có thể sử dụng nhíp để gắp ra nếu dùng cho trẻ."
    },
    {
      "id": 20,
      "productName": "Đậu xanh",
      "price": 12,
      "trademark": "Mipec",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_2537a2e1b51c4623ad9549e43205eb9d_1024x1024.jpg",
      "cate": "Các Loại Hạt",
      "cate_id": 4,
      "describe1": "Trong đậu xanh có chứa nhiều kali ít natri, có vị ngọt, tính mát giúp giải nhiệt và giải độc rất tốt. Đỗ xanh còn có hàm lượng dinh dưỡng cao hơn 3 lần so với gạo, chứa hàm lượng protein và lượng chất béo cần thiết cho cơ thể. Đặc biệt vỏ đậu xanh có tính nóng, ngăn ngừa tình trạng mờ mắt chính vì vậy nhiều người khi nấu thường để cả vỏ.",
      "describe2": "Đậu xanh giải nhiệt, chữa khàn tiếng",
      "describe3": "Đậu xanh là bí quyết dành cho những người thường xuyên phải làm việc bằng giọng nói như giáo viên, diễn giả, ca sĩ, phát thanh viên, biên tập viên. Theo Đông y, đậu xanh có vị ngọt, mát, có giải nhiệt nên làm dịu thanh quản hiệu quả. Ngoài ra, trong giá đậu xanh cung cấp vitamin C và E có công dụng chữa khàn tiếng cực kì tốt.",
      "describe4": "Tăng cường sức khỏe tim mạch",
      "describe5": "Đậu xanh góp phần giảm các nguy cơ mắc các bệnh tim mạch. Trong thành phần dinh dưỡng đậu xanh phải nhắc đến vitamin B phức hợp. Đây là loại vitamin có tác dụng tăng cường sức khỏe các mạch máu. Ngoài ra loại đậu này còn làm giảm triglyceride và cholesterol xấu trong máu. Nếu ăn một chén cháo đậu xanh nấu chín mỗi ngày trong 3 tuần sẽ làm giảm 20% lượng cholesterol, đồng nghĩa với việc ngăn ngừa nguy cơ mắc bệnh tim mạch và huyết áp hiệu quả hơn 40%.",
      "describe7": "Giảm nguy cơ ung thư vú và tuyến tiền liệt",
      "describe8": "Vỏ đậu xanh chứa nhiều hoạt chất thuộc nhóm flavonoid. Loại chất này có tác dụng ức chế sự tăng trưởng của các tế bào ung thư, nhất là ung thư vú và tuyến tiền liệt.",
      "describe9": "Đậu xanh chứa hàm lượng cao chất chống oxy hóa coumestrol – đây là một loại polyphenol giúp bảo vệ sức khỏe. Ngoài ra, các hợp chất phytonutrient chứa trong đậu xanh còn giúp phòng tránh ung thư dạ dày.",
      "describe10": "Đậu xanh trị bệnh gout",
      "describe11": "Hạt đậu xanh có thể chữa được bệnh gút nhờ chất xơ có trong đậu xanh có thể hạn chế quá trình hấp thu và chuyển hóa chất đạm, do đó giảm được sự hình thành và tích tụ axit uric trong cơ thể gây bệnh gút. Ngoài ra, đậu xanh cũng có tính kháng viêm cao, đặc biệt là lớp vỏ đậu xanh chứa nhiều hoạt chất flavonoid có tác dụng ức chế sự tăng trưởng của các tế bào ung thư và quá trình thoái hóa, giảm đau hiệu quả đối với những người mắc bệnh viêm khớp, thoái hóa khớp….  Người bị bệnh gout nên dùng đậu xanh để nguyên vỏ rồi ninh nhừ, ăn 2 bát mỗi ngày (thay bữa ăn sáng và tối trước khi đi ngủ), liên tục trong 30 ngày chúng ta sẽ có được kết quả như mong đợi."
    },
    {
      "id": 21,
      "productName": "Hành tây đặc biệt",
      "price": 55,
      "trademark": "Khác",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_9531ce3d7338402894ca9963b1bd7958_1024x1024.jpg",
      "cate": "Các Loại Hạt",
      "cate_id": 4,
      "describe1": "Hành không chỉ là thực phẩm rất gần gũi với con người mà nó còn là vị thuốc chữa bệnh rất công hiệu, tốt cho nhóm người mắc bệnh về đường hô hấp, bệnh hen suyễn, chữa chứng mất ngủ và làm giảm cholesterol. Các hợp chất tự nhiên có trong hành có tác dụng làm dịu những cơn ho, long đờm và khử đờm rất hiệu quả. Hành tây tốt cho nhóm người mắc bệnh hen suyễn, viêm phế quản, lao, viêm xoang và các chứng bệnh nhiễm trùng về đường hô hấp.",
      "describe2": "- Hành tây có tác dụng hạ huyết áp, có lợi cho tim mạch.",
      "describe3": "- Hành tây là thực phẩm kiêm dược phẩm tốt cho hệ thống tiêu hoá, chống táo bón, đầy hơi và trào ngược axít dạ dày.",
      "describe4": "- Theo nghiên cứu thì hành tây có tác dụng giảm cholesterol (mỡ máu), giúp cho máu lưu thông tốt. Hạn chế cholesterol xấu và làm tăng cholesterol tốt (HDL).",
      "describe5": "- Hành tây là thực phẩm kiêm dược phẩm tốt cho hệ thống tiêu hoá, chống táo bón, đầy hơi và trào ngược axít dạ dày.",
      "describe7": "Giảm nguy cơ ung thư vú và tuyến tiền liệt",
      "describe8": "- Hành tây là thực phẩm tốt cho nhóm phụ nữ mắc bệnh mất kinh, vàng da và liệt sức vì nóng, vì vậy những người ốm mệt có thể ăn cháo hành và phát huy tác dụng tức thì.",
      "describe9": "- Hành các loại, kể cả hành tây có mức độ sát trùng rất mạnh, vì vậy có khả năng ngăn ngừa các chứng bệnh viêm nhiễm đường ruột rất hiệu quả.",
      "describe10": "Hành trị bệnh gout",
      "describe11": "- Hành các loại, kể cả hành tây có mức độ sát trùng rất mạnh, vì vậy có khả năng ngăn ngừa các chứng bệnh viêm nhiễm đường ruột rất hiệu quả."
    },
    {
      "id": 22,
      "productName": "Hạt điều khô",
      "price": 280,
      "trademark": "Khác",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_df0fecff94ad4bdba1673cee5a974041_1024x1024.jpg",
      "cate": "Các Loại Hạt",
      "cate_id": 4,
      "describe1": "Nói về sức tác dụng hàng đầu của hạt điều phải kể đến là tác dụng tốt cho tim mạch. Vì hạt điều chứa nhiều chất béo không bão hòa đơn, chất béo này tìm thấy nhiều trong dầu oliu.",
      "describe2": "Chống oxy hóa, tốt cho xương, bảo vệ răng chắc khỏe",
      "describe3": "Đặc biệt là trị táo bón cực kì hiệu quả, Hạt điều rất giàu kali, sắt, magiê, kẽm và các loại khoáng chất và một loại men có ích giúp kích thích các vi sinh vật có lợi cho đường ruôt phát triển, duy trì nguồn năng lượng trong cơ thể luôn dồi dào, giữ cho đường ruột luôn khỏe mạnh và giải quyết được chứng táo bón.",
      "describe4": "Trị chứng suy nhược cơ thể cực kì hiệu quả. Những bạn mắc chứng suy nhược cơ thể thì nên ăn, nó giúp bạn có nguồn sinh lực dồi vào hồi phục cơ thể. Ở VN mình thì ít dùng hạt điều trong thực đơn hằng ngày, nhưng ở mỹ, hạt điều lại là thực phẩm thiết yếu quan trọng đối với họ. Vì nó giàu dinh dưỡng, ít carb. Mà các nước phương Tây chú trọng ăn nhiều đạm để giữ vóng dáng săn chắc và hạn chế mỡ thừa hơn là các nước châu Á mình, với thói quen ăn giàu tinh bột.",
      "describe5": "Giảm cân: Cái này nghe có vẻ phi lí, vì hạt điều giàu năng lượng như thế làm sao giảm cân được. Nhưng Lê là người đã sử dụng nó để giảm cân, vấn đề là sử dụng thế nào mà thôi.",
      "describe7": "Giảm nguy cơ ung thư vú và tuyến tiền liệt",
      "describe8": "Nguyên tắc giảm cân là ăn đủ dinh dưỡng nhưng tiết chế lượng calori và khống chế được cơn them ăn. Hạt điều đi đầu trong việc cân bằng dinh dưỡng trong khẩu phần ăn hằng ngày, và tạo cảm giác rất no.",
      "describe9": "Nguyên tắc giảm cân là ăn đủ dinh dưỡng nhưng tiết chế lượng calori và khống chế được cơn them ăn. Hạt điều đi đầu trong việc cân bằng dinh dưỡng trong khẩu phần ăn hằng ngày, và tạo cảm giác rất no.",
      "describe10": "Chống oxy hóa, tốt cho xương, bảo vệ răng chắc khỏe",
      "describe11": "Nói về sức tác dụng hàng đầu của hạt điều phải kể đến là tác dụng tốt cho tim mạch. Vì hạt điều chứa nhiều chất béo không bão hòa đơn, chất béo này tìm thấy nhiều trong dầu oliu."
    },
    {
      "id": 23,
      "productName": "Hạt điều trắng",
      "price": 380,
      "trademark": "Khác",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_db53facb689b48bdb11c4df8b4149ab0_1024x1024.jpg",
      "cate": "Các Loại Hạt",
      "cate_id": 4,
      "describe1": "Nói về sức tác dụng hàng đầu của hạt điều phải kể đến là tác dụng tốt cho tim mạch. Vì hạt điều chứa nhiều chất béo không bão hòa đơn, chất béo này tìm thấy nhiều trong dầu oliu.",
      "describe2": "Chống oxy hóa, tốt cho xương, bảo vệ răng chắc khỏe",
      "describe3": "Đặc biệt là trị táo bón cực kì hiệu quả, Hạt điều rất giàu kali, sắt, magiê, kẽm và các loại khoáng chất và một loại men có ích giúp kích thích các vi sinh vật có lợi cho đường ruôt phát triển, duy trì nguồn năng lượng trong cơ thể luôn dồi dào, giữ cho đường ruột luôn khỏe mạnh và giải quyết được chứng táo bón.",
      "describe4": "Trị chứng suy nhược cơ thể cực kì hiệu quả. Những bạn mắc chứng suy nhược cơ thể thì nên ăn, nó giúp bạn có nguồn sinh lực dồi vào hồi phục cơ thể. Ở VN mình thì ít dùng hạt điều trong thực đơn hằng ngày, nhưng ở mỹ, hạt điều lại là thực phẩm thiết yếu quan trọng đối với họ. Vì nó giàu dinh dưỡng, ít carb. Mà các nước phương Tây chú trọng ăn nhiều đạm để giữ vóng dáng săn chắc và hạn chế mỡ thừa hơn là các nước châu Á mình, với thói quen ăn giàu tinh bột.",
      "describe5": "Giảm cân: Cái này nghe có vẻ phi lí, vì hạt điều giàu năng lượng như thế làm sao giảm cân được. Nhưng Lê là người đã sử dụng nó để giảm cân, vấn đề là sử dụng thế nào mà thôi.",
      "describe7": "Giảm nguy cơ ung thư vú và tuyến tiền liệt",
      "describe8": "Nguyên tắc giảm cân là ăn đủ dinh dưỡng nhưng tiết chế lượng calori và khống chế được cơn them ăn. Hạt điều đi đầu trong việc cân bằng dinh dưỡng trong khẩu phần ăn hằng ngày, và tạo cảm giác rất no.",
      "describe9": "Nguyên tắc giảm cân là ăn đủ dinh dưỡng nhưng tiết chế lượng calori và khống chế được cơn them ăn. Hạt điều đi đầu trong việc cân bằng dinh dưỡng trong khẩu phần ăn hằng ngày, và tạo cảm giác rất no.",
      "describe10": "Chống oxy hóa, tốt cho xương, bảo vệ răng chắc khỏe",
      "describe11": "Nói về sức tác dụng hàng đầu của hạt điều phải kể đến là tác dụng tốt cho tim mạch. Vì hạt điều chứa nhiều chất béo không bão hòa đơn, chất béo này tìm thấy nhiều trong dầu oliu."
    },
    {
      "id": 24,
      "productName": "Hạt hạnh nhân",
      "price": 320,
      "trademark": "Khác",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_b60aa96b9cd5475b9f83a9b8016fea59_1024x1024.jpg",
      "cate": "Các Loại Hạt",
      "cate_id": 4,
      "describe1": "Nói về sức tác dụng hàng đầu của hạt điều phải kể đến là tác dụng tốt cho tim mạch. Vì hạt điều chứa nhiều chất béo không bão hòa đơn, chất béo này tìm thấy nhiều trong dầu oliu.",
      "describe2": "Chống oxy hóa, tốt cho xương, bảo vệ răng chắc khỏe",
      "describe3": "Đặc biệt là trị táo bón cực kì hiệu quả, Hạt điều rất giàu kali, sắt, magiê, kẽm và các loại khoáng chất và một loại men có ích giúp kích thích các vi sinh vật có lợi cho đường ruôt phát triển, duy trì nguồn năng lượng trong cơ thể luôn dồi dào, giữ cho đường ruột luôn khỏe mạnh và giải quyết được chứng táo bón.",
      "describe4": "Trị chứng suy nhược cơ thể cực kì hiệu quả. Những bạn mắc chứng suy nhược cơ thể thì nên ăn, nó giúp bạn có nguồn sinh lực dồi vào hồi phục cơ thể. Ở VN mình thì ít dùng hạt điều trong thực đơn hằng ngày, nhưng ở mỹ, hạt điều lại là thực phẩm thiết yếu quan trọng đối với họ. Vì nó giàu dinh dưỡng, ít carb. Mà các nước phương Tây chú trọng ăn nhiều đạm để giữ vóng dáng săn chắc và hạn chế mỡ thừa hơn là các nước châu Á mình, với thói quen ăn giàu tinh bột.",
      "describe5": "Giảm cân: Cái này nghe có vẻ phi lí, vì hạt điều giàu năng lượng như thế làm sao giảm cân được. Nhưng Lê là người đã sử dụng nó để giảm cân, vấn đề là sử dụng thế nào mà thôi.",
      "describe7": "Giảm nguy cơ ung thư vú và tuyến tiền liệt",
      "describe8": "Nguyên tắc giảm cân là ăn đủ dinh dưỡng nhưng tiết chế lượng calori và khống chế được cơn them ăn. Hạt điều đi đầu trong việc cân bằng dinh dưỡng trong khẩu phần ăn hằng ngày, và tạo cảm giác rất no.",
      "describe9": "Nguyên tắc giảm cân là ăn đủ dinh dưỡng nhưng tiết chế lượng calori và khống chế được cơn them ăn. Hạt điều đi đầu trong việc cân bằng dinh dưỡng trong khẩu phần ăn hằng ngày, và tạo cảm giác rất no.",
      "describe10": "Chống oxy hóa, tốt cho xương, bảo vệ răng chắc khỏe",
      "describe11": "Nói về sức tác dụng hàng đầu của hạt điều phải kể đến là tác dụng tốt cho tim mạch. Vì hạt điều chứa nhiều chất béo không bão hòa đơn, chất béo này tìm thấy nhiều trong dầu oliu."
    },
    {
      "id": 25,
      "productName": "Ngũ cốc",
      "price": 120,
      "trademark": "Khác",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_e5dc70f3e84e452f9bf58d98cf61166b_1024x1024.jpg",
      "cate": "Các Loại Hạt",
      "cate_id": 4,
      "describe1": "Nói về sức tác dụng hàng đầu của hạt ngũ cốc phải kể đến là tác dụng tốt cho tim mạch. Vì hạt ngũ xỗ chứa nhiều chất béo không bão hòa đơn, chất béo này tìm thấy nhiều trong dầu oliu.",
      "describe2": "Chống oxy hóa, tốt cho xương, bảo vệ răng chắc khỏe",
      "describe3": "Đặc biệt là trị táo bón cực kì hiệu quả, Hạt điều rất giàu kali, sắt, magiê, kẽm và các loại khoáng chất và một loại men có ích giúp kích thích các vi sinh vật có lợi cho đường ruôt phát triển, duy trì nguồn năng lượng trong cơ thể luôn dồi dào, giữ cho đường ruột luôn khỏe mạnh và giải quyết được chứng táo bón.",
      "describe4": "Trị chứng suy nhược cơ thể cực kì hiệu quả. Những bạn mắc chứng suy nhược cơ thể thì nên ăn, nó giúp bạn có nguồn sinh lực dồi vào hồi phục cơ thể. Ở VN mình thì ít dùng hạt điều trong thực đơn hằng ngày, nhưng ở mỹ, hạt điều lại là thực phẩm thiết yếu quan trọng đối với họ. Vì nó giàu dinh dưỡng, ít carb. Mà các nước phương Tây chú trọng ăn nhiều đạm để giữ vóng dáng săn chắc và hạn chế mỡ thừa hơn là các nước châu Á mình, với thói quen ăn giàu tinh bột.",
      "describe5": "Giảm cân: Cái này nghe có vẻ phi lí, vì hạt điều giàu năng lượng như thế làm sao giảm cân được. Nhưng Lê là người đã sử dụng nó để giảm cân, vấn đề là sử dụng thế nào mà thôi.",
      "describe7": "Giảm nguy cơ ung thư vú và tuyến tiền liệt",
      "describe8": "Nguyên tắc giảm cân là ăn đủ dinh dưỡng nhưng tiết chế lượng calori và khống chế được cơn them ăn. Hạt điều đi đầu trong việc cân bằng dinh dưỡng trong khẩu phần ăn hằng ngày, và tạo cảm giác rất no.",
      "describe9": "Nguyên tắc giảm cân là ăn đủ dinh dưỡng nhưng tiết chế lượng calori và khống chế được cơn them ăn. Hạt điều đi đầu trong việc cân bằng dinh dưỡng trong khẩu phần ăn hằng ngày, và tạo cảm giác rất no.",
      "describe10": "Chống oxy hóa, tốt cho xương, bảo vệ răng chắc khỏe",
      "describe11": "Nói về sức tác dụng hàng đầu của hạt điều phải kể đến là tác dụng tốt cho tim mạch. Vì hạt điều chứa nhiều chất béo không bão hòa đơn, chất béo này tìm thấy nhiều trong dầu oliu."
    },
    {
      "id": 26,
      "productName": "Cà chua hữu cơ",
      "price": 5,
      "trademark": "Khác",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_ac70f3519d9349dca2816f677c263c70_1024x1024.jpg",
      "cate": "Rau củ",
      "cate_id": 2,
      "describe1": "Những giá trị dinh dưỡng quả cà chua chín",
      "describe2": "Bạn đã biết rõ hết những giá trị dinh dưỡng quả cà chua chín chưa? Tại sao cà chua là một loại quả rất quen thuộc trong gian bếp của mỗi nhà?",
      "describe3": "Tại sao cà chua thường được lựa chọn để chế biến trong các thực đơn hàng ngày? Bởi các vitamin trong cà chua không bị mất đi trong quá trình nấu chín. Theo phân tích, trong 100g cà chua có 2,2mg đường, 8mg canxi, 3,7mg kali, 0,4mg sắt, 0,3mg carotene, 0,6mg nitơ, vitamin A, B1, B2, C, P và các axit hữu cơ. Bài viết nay xin phân tích một số thành phần tiêu biểu của cà chua chín mang lại giá trị sức khỏe cho con người chúng ta.",
      "describe4": "Vitamin A",
      "describe5": "Khi nhắc đến thành phần dinh dưỡng quả cà chua, người ta sẽ nghĩ ngay đến vitamin A. Vì chính sắc tố đỏ của cà chua cho thấy hàm lượng vitamin A của nó rất cao. Cứ 100g cà chua chín sẽ đáp ứng được 13% nhu cầu hàng ngày về vitamin A. Trong cà chua có các axit hữu cơ có tác dụng bảo vệ lượng vitamin A ít bị phân hủy trong quá trình đun nấu. Loại vitamin này có tác dụng sáng mắt, giúp tăng thị lực. Nếu muốn có một đôi mắt sáng, khỏe mạnh thì các bạn nhớ thường xuyên ăn cà chua nhé. Ngoài ra, vitamin A còn là một chất chống oxy hóa, giúp làm sạch các gỗ tự do gây tổn hại đến máu. Để nuôi con khỏe mạnh, bạn cần dựa theo tháp dinh dưỡng cho bé để lựa chọn và cân đối đầy đủ các nhóm thực phẩm sao cho khoa học và phù hợp với thể trạng của con mình. Mách mẹ chế độ ăn cho trẻ suy dinh dưỡng cực hay Cháo…",
      "describe6": "Beta-caroten",
      "describe7": "Trong thành phần dinh dưỡng quả cà chua chín, có một chất đặc biệt cần thiết cho máu. Chính là Beta-caroten – tiền chất của vitamin A, loại dưỡng chất này chỉ có ở thực vật. Cà chua càng đỏ càng chứa nhiều Beta-caroten. Beta caroten sở hữu trong mình một khả năng chống ôxy hoá ưu việt, làm chậm quá trình lão hóa, ngăn ngừa ung thư.",
      "describe8": "Vitamin K",
      "describe9": "Trong cà chua có chứa vitamin K. Đây là một loại vitamin quan trọng nhất với hệ xương. Vitamin K kích hoạt osteocalcin, giúp canxi bám chắc trên xương. Đo đó, khi gãy xương nên ăn nhiều cà chua để giúp xương mau liền. Cà chua cũng nên đưa vào thực đơn hàng ngày của các bé, cần thiết cho sự phát triển của trẻ. Vitamin K và một số các vitamin khác còn có tác dụng giúp ngăn ngừa bệnh xuất huyết.",
      "describe10": "Các khoáng chất vi lượng",
      "describe11": "Các khoáng chất canxi, sắt, kali, mangan, magie, photpho, lưu huỳnh, iôt…Nhờ những thành phần này, cà chua được coi là một nguồn dinh dưỡng phong phú. Ăn cà chua giúp chúng ta, rất tốt cho hệ tiêu hóa và tăng cường sức đề kháng của cơ thể. Tóm lại, chúng ta hoàn toàn công nhận những giá trị tuyệt vời từ dinh dưỡng quả cà chua mang lại. Chống lão hóa, ngừa ung thư, giảm cholesterol, giúp xương chắc khỏe, làm sáng mắt…và còn rất nhiều những công dụng tuyệt vời khác nữa từ cà chua đang chờ chúng ta khám phá."
    },
    {
      "id": 27,
      "productName": "Chanh tươi",
      "price": 30,
      "trademark": "Khác",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_b16e299053954c0aa68414585267970e_1024x1024.jpg",
      "cate": "Rau củ",
      "cate_id": 2,
      "describe1": "Với tính năng đa tác dụng và hiệu quả vượt trội trong cuộc sống hàng ngày, chanh tươi từ lâu đã trở thành thực phẩm quen thuộc trong tủ lạnh nhiều gia đình. Bên cạnh khả năng góp phần giúp chị em làm đẹp, phát huy công dụng trong nhà bếp, vệ sinh nhà cửa, chanh tươi còn có rất nhiều lợi ích đối với sức khỏe mà không phải ai cũng biết.",
      "describe2": "Các chuyên gia dinh dưỡng khuyên rằng mỗi ngày bạn hãy uống 1 ly nước chanh tươi ấm pha với mật ong để không ngừng nâng cao sức đề kháng, tăng cường hệ thống miễn dịch và bảo vệ sức khỏe vì trong chanh tươi có chứa rất nhiều kali giúp kích thích hoạt động bộ não, đảm bảo hoạt động của hệ thần kinh, huyết áp ổn định, tăng cường chức năng tiêu hóa, phát huy khả năng thanh lọc cơ thể của thận đẻ bài trừ độc tố, không những thế nguồn vitamin C dồi dào trong chanh tươi còn là thành phần không thế thiếu giúp bạn nâng cao sức đề kháng mỗi ngày nữa đấy. "
    },
    {
      "id": 28,
      "productName": "Đào đỏ Mỹ",
      "price": 35,
      "trademark": "Khác",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_087fd1d5e85044b2a799a4b4901920e6_1024x1024.jpg",
      "cate": "Rau củ",
      "cate_id": 2,
      "describe1": "Đào chứa lượng rất lớn các chất dinh dưỡng thiết yếu cho các hoạt động bình thường của cơ thể. Đào là nguồn cung cấp vitamin A, beta – carotene và vitamin C. Đào cũng chứa rất nhiều vitamin E, vitamin B1, B2, B3, B6, folate và axit pantothenic. Đào cũng chứa một lượng lớn các loại chất khoáng như canxi, kali, magie, sắt, mangan, photpho, kẽm và đồng.",
      "describe2": "Hơn thế nữa, đào còn chứa rất ít calo, chỉ 46 calo cho 100gr, không chứa chất béo bão hòa hay cholesterol và là nguồn cung cấp chất xơ tuyệt vời mà bạn có thể sử dụng hàng ngày.",
      "describe3": "Đậu xanh là bí quyết dành cho những người thường xuyên phải làm việc bằng giọng nói như giáo viên, diễn giả, ca sĩ, phát thanh viên, biên tập viên. Theo Đông y, đậu xanh có vị ngọt, mát, có giải nhiệt nên làm dịu thanh quản hiệu quả. Ngoài ra, trong giá đậu xanh cung cấp vitamin C và E có công dụng chữa khàn tiếng cực kì tốt.",
      "describe4": "Khả năng chống oxy hóa.",
      "describe5": "Hạ kali máu",
      "describe7": "Đào có chứa kali, một chất đóng vai trò rất quan trọng trong việc dẫn truyền thần kinh và hoạt động của các tế bào. Lượng kali trong đào có thể hỗ trợ quá trình trao đổi chất, sử dụng carbohydrate, duy trì cân bằng điện giải và điều chỉnh mô ở các cơ bắp. Thiếu kali có thể sẽ dẫn đến tình trạng hạ kali máu và có thể ảnh hưởng đến sức mạnh của cơ bắp cũng như gây ra tình trạng nhịp tim bất thường."
    },
    {
      "id": 29,
      "productName": "Dâu tây Đà Lạt",
      "price": 350,
      "trademark": "Khác",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_5bdba46875204141875ec2e3c07f7c44_1024x1024.jpg",
      "cate": "Rau củ",
      "cate_id": 2,
      "describe1": "Dâu tây nói chung và dâu tây Đà Lạt nói riêng, từ lâu được biết tới là một loại trái cây rất tốt cho con người. Tạp chí Các nhân tố sinh học của Hà Lan đăng kết quả nghiên cứu cho thấy quả dâu tây là một thứ quả đặc biệt có lợi cho sức khỏe con người. Loại quả này chứa nhiều chất bổ hơn cả cà chua (dâu tây chứa chất chống oxy hóa nhiều gấp 10 lần cà chua), quả kiwi, hay hoa lơ xanh, những loại thực phẩm nổi tiếng có giá trị dinh dưỡng cao, được nhiều người ưa dùng. Nhưng giá trị lớn nhất của quả dâu tây mà các nhà khoa học ghi nhận được đó là tác dụng chữa bệnh.",
      "describe2": "Theo đông y, dâu tây vị ngọt, chua, tính mát, công hiệu bổ phổi, điều hòa chức năng tiêu hóa, bồi bổ cơ thể, mát máu, giải độc. Dùng chữa các chứng như ho do phổi nóng, cổ họng sưng đau, chán ăn, tiểu ngắn, tiểu gắt, thiếu máu suy nhược, ung nhọt, say rượu."
    },
    {
      "id": 30,
      "productName": "Dưa chuột Thái Lan",
      "price": 15,
      "trademark": "Khác",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_8950a5d0ce7b436e961b5526062222f6_1024x1024.jpg",
      "cate": "Rau củ",
      "cate_id": 2,
      "describe1": "Là một trong những loại rau rất ít calo, 100g dưa chuột chỉ cung cấp 15 calo. Dưa chuột không chứa chất béo no hoặc cholesterol. Vỏ dưa chuột là nguồn chất xơ tốt giúp giảm táo bón và có tác dụng bảo vệ chống ung thư đại tràng nhờ loại bỏ những hợp chất độc trong ruột.",
      "describe2": "Là nguồn kali rất tốt, một chất điện giải quan trọng trong tế bào. 100g dưa chuột cung cấp 147 mg kali nhưng chỉ cung cấp 2 mg natri. Kali là chất điện giải thân thiện với tim, giúp giảm huyết áp và nhịp tim nhờ đối kháng lại tác dụng của natri.",
      "describe3": "Dưa chuột chứa những chất chống ô xi hóa đặc biệt với tỷ lệ hợp lý như β-carotene và α-carotene, vitamin C, vitamin-A, zea-xanthin và lutein. Những hợp chất này có tác dụng “dọn sạch” các gốc tự do và ô xi phản ứng (ROS) đóng vai trò trong lão hóa và nhiều quá trình bệnh. Cường độ chống ô xi hóa, được đo bằng giá trị ORAC (công suất hấp thu gốc ô xi) là 214 µmol TE/100 g.",
      "describe4": "Dưa chuột có đặc tính lợi tiểu nhẹ, có lẽ là nhờ lượng muối thấp, hàm lượng nước tự do và kali. Đặc tính này giúp kiểm soát tình trạng tăng cân và huyết áp cao.",
      "describe5": "Điều đáng ngạc nhiên là loại quả này có lượng vitamin K cao, cung cấp khoảng 17 µg vitamin K/100 g. Vitamin K có vai trò quan trọng đối với xương do nó thúc đẩy hoạt động tạo xương. Vitamin này cũng đã được xác định vai trò trong điều trị bệnh nhân nhờ hạn chế tổn thương tế bào thần kinh trong não.",
      "describe7": "Dưa chuột hầu như được bán quanh năm, cả ở dạng tươi, dạng bảo quản và chế biến sẵn.",
      "describe8": "Nếu mua dưa chuột tươi, nên chọn những quả có màu xanh sáng, cứng và chắc tay. Xem kỹ để phát hiện những vết chấm, đứt hoặc nứt vỡ trên bề mặt quả dưa. Không mua những quả đã quá già hoặc có màu vàng vì chúng thường chứa nhiều chất xơ không tan và hạt cứng. Ngoài ra, cũng nên tránh những quả mà hai đầu nhăn nheo, vì đó là dấu hiệu dưa đã cũ và bị héo. Loại dưa được trồng hữu cơ sẽ giàu hương vị và dinh dưỡng hơn..",
      "describe9": "Trước khi ăn, cần rửa kỹ dưa dưới vòi nước lạnh để loại bỏ bụi bẩn và thuốc trừ sâu. Vỏ dưa có màu khác nhau và thường có những gai nhỏ có thể gọt đi dễ dàng. Không nên vứt bỏ vỏ vì nó có chứa những muối khoáng và các chất quan trọng cũng như chất xơ.",
      "describe10": "Có thể bảo quản dưa chuột ở nhiệt độ phòng trong một hai ngày, nhưng tốt hơn là nên bảo quản trong tủ lạnh đặt chế độ độ ẩm khá cao có thể giữ tươi trong vài ngày.t",
      "describe11": "Lựa chọn và bảo quản"
    },
    {
      "id": 31,
      "productName": "Mộc nhĩ đen các loại",
      "price": 99,
      "trademark": "Khác",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_df41524edd6c44858d23cbad10282cf8_1024x1024.jpg",
      "cate": "Rau củ",
      "cate_id": 2,
      "describe1": "Không chỉ là một loại thực phẩm góp phần cho các món ăn thêm ngon, mộc nhĩ cũng có tính chất dược liệu quan trọng và đã được sử dụng như một vị thuốc thảo dược trong các bài thuốc của y học cổ truyền. Có nhiều tác dụng tuyệt vời cho sức khỏe từ mộc nhĩ như chống oxy hóa, ngăn ngừa hiện tượng đông máu, giảm cân, (quý nhân) của làn da,...",
      "describe2": "Mộc nhĩ đen (Nấm mèo, nấm tai mèo) có tên khoa học là Auricularia auricula, là những ký sinh trùng phát triển trên những cây có tán lá rộng hoặc trên những cây đã chết, chủ yếu vào mùa xuân, hạ, thu.",
      "describe3": "Loại nấm này tồn tại và phát triển tại các nước trong khu vực Châu Á và tại một số hòn đảo của Thái Bình Dương, những nơi có khí hậu ẩm ướt, mưa nhiều."
    },
    {
      "id": 32,
      "productName": "Nấm linh chi",
      "price": 999,
      "trademark": "Khác",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_3744b5a7f0534802b2e0e7a8b251588f_1024x1024.jpg",
      "cate": "Rau củ",
      "cate_id": 2,
      "describe1": "Không chỉ là một loại thực phẩm góp phần cho các món ăn thêm ngon, mộc nhĩ cũng có tính chất dược liệu quan trọng và đã được sử dụng như một vị thuốc thảo dược trong các bài thuốc của y học cổ truyền. Có nhiều tác dụng tuyệt vời cho sức khỏe từ mộc nhĩ như chống oxy hóa, ngăn ngừa hiện tượng đông máu, giảm cân, (quý nhân) của làn da,...",
      "describe2": "Mộc nhĩ đen (Nấm mèo, nấm tai mèo) có tên khoa học là Auricularia auricula, là những ký sinh trùng phát triển trên những cây có tán lá rộng hoặc trên những cây đã chết, chủ yếu vào mùa xuân, hạ, thu.",
      "describe3": "Loại nấm này tồn tại và phát triển tại các nước trong khu vực Châu Á và tại một số hòn đảo của Thái Bình Dương, những nơi có khí hậu ẩm ướt, mưa nhiều."
    },
    {
      "id": 33,
      "productName": "Súp lơ trắng",
      "price": 25,
      "trademark": "Khác",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_d5747fab07eb4f258745926bc67a820c_1024x1024.jpg",
      "cate": "Rau củ",
      "cate_id": 2,
      "describe1": "Súp lơ có chứa các thành phần như: Protein 3,5%; gluxit 4,9%; và nhiều khoáng chất, vitamin như: can-xi (26 mg%); phốtpho (51 mg%); sắt (1,4 mg%); natri (20 mg%); kali (349 mg%); betacaroten (40 mg%); vitamin B1 (0,11 mg%), vitamin C (70 mg%)… Súp lơ có hai loại trắng và xanh. Loại xanh thường giòn và dai hơn nên có cảm giác ngon hơn, cũng rất tốt cho sức khỏe - giúp ngăn ngừa được nhiều căn bệnh như: Tim mạch, ung thư tuyến tiền liệt, bàng quang, viêm loét dạ dày...",
      "describe2": "Với những người có bệnh dạ dày, bị loét hành tá tràng có thể dùng súp lơ tươi rửa sạch, xay (hay ép) lấy nước. Dùng 200-300 ml nước này trước bữa ăn, dùng 2 lần/ngày, và mỗi đợt trị liệu khoảng 10 ngày như thế. Với những người suy nhược thần kinh thì trong bữa ăn của mình, nên dùng món cháo nấu từ súp lơ (cắt nhỏ) với gạo nếp. Với người có huyết áp cao, thì dùng súp lơ, đường trắng, giấm ăn (vừa đủ), làm cải bắp dầm để dành ăn."
    },
    {
      "id": 34,
      "productName": "Táo Xanh nhập khẩu",
      "price": 45,
      "trademark": "Khác",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_23a6b4d797e04733a4d87b300c96940f_1024x1024.jpg",
      "cate": "Rau củ",
      "cate_id": 2,
      "describe1": "Táo tây ngọt chua khoái khẩu, dinh dưỡng phong phú, là một trong những trái cây thường dùng nhất trong cuộc sống. Giá trị dinh dưỡng và giá trị làm thuốc của táo tây rất cao. Rất nhiều người Mỹ xem táo là món ăn cần thiết để giảm béo phì, hàng tuần tiết thực một ngày, ngày đó ăn táo, gọi là “ngày táo”.",
      "describe2": "Đông y cho rằng, táo tây tính mát, vị chua ngọt, có công hiệu sinh tân nhuận phổi, dưỡng tâm ích khí, thanh nhiệt giải thử, khai vị dưỡng nhan. Nhưng táo tây tính mát, nên người bị lở loét dạ dày, tỳ vị hư hàn nên ít ăn, tránh gây ra đầy bụng đau bụng. Dùng hỗ trợ điều trị các chứng cholesterol máu cao, tăng huyết áp, bệnh đái tháo đường, béo phì…",
      "describe3": "Táo tây là một trong 4 loại trái cây đứng đầu thế giới (táo, chuối, cam quýt, nho), dinh dưỡng phong phú, có chứa các thành phần như: glucid, protid, Ca, P, Fe, Zn, bêta-caroten, nhiều vitamin và xơ. Nghiên cứu cho thấy, táo tây có tác dụng dự phòng tăng huyết áp, xơ cứng động mạch, còn là thức ăn lý tưởng cho phụ nữ mang thai. Táo tây chứa nhiều muối kali, sau khi ăn sẽ làm hoán chuyển natri trong máu, cũng như bài ra cơ thể, từ đó giúp giảm huyết áp. Táo tây có tác dụng giảm cholesterol máu và giảm xơ cứng động mạch. Chuyên gia tim mạch Pháp từng cho chuột đồng bị xơ cứng động mạch ăn nhiều táo tây, kết quả lượng cholesterol máu của chuột đồng giảm xuống thấy rõ. Sau đó, qua thử nghiệm lâm sàng chứng minh, nếu người bị xơ cứng động mạch hàng ngày ăn 1 – 2 quả táo tây, sau một thời gian, mức độ xơ cứng động mạch của người bệnh giảm `rất lớn. Trong táo tây có chứa axít malic, là chất tốt thay thế huyết tương, phụ nữ mang thai dễ xảy ra thiếu máu do thiếu sắt, mà chất sắt chỉ được hấp thu trong tình trạng hội đủ điều kiện toan tính và tồn tại của vitamin C, nên táo tây là thức ăn bổ máu rất tốt cho thai phụ.",
      "describe4": "Ăn một quả táo mỗi ngày có thể giảm nguy cơ bị ung thư ruột kết. Theo các chuyên gia của Viện Nghiên cứu Sức khỏe và Y khoa Pháp công bố, những cuộc thử nghiệm trên chuột cho thấy những chất tìm thấy trong táo gọi là procyanidin có thể ngăn chặn những thay đổi có thể dẫn đến ung thư. Các con chuột được tiêm một chất gây ung thư ruột kết. Sau 6 tuần, những con chuột được cung cấp nước uống và chất procyanidin từ táo có nguy cơ phình to ruột kết giai đoạn tiền ung thư thấp hơn phân nửa những con chuột có chế độ ăn uống bình thường không tăng cường procyanidin. Người ta còn nói với người cao tuổi rằng, ăn một quả táo mỗi ngày sẽ giúp họ không phải tìm đến các bác sĩ chuyên khoa thần kinh cũng như tránh được nguy cơ suy giảm nhận thức thường xảy ra ở tuổi già và các bệnh thoái hóa thần kinh như Alzheimer và Parkinson bởi vì trong táo chứa chất quercetin, chất này tỏ ra công hiệu hơn vitamin C, vốn được xem chống các bệnh thoái hóa thần kinh ở người. Với thai phụ, nếu ăn 1 quả táo/ngày có thể giúp con không bị mắc bệnh suyễn khi lớn lên. Đây là kết quả rút ra từ việc theo dõi chế độ ăn uống của gần 2.000 thai phụ của các nhà khoa học ở Hà Lan và Scotland. Các nhà nghiên cứu cho rằng có thể thành phần hóa học thực vật bên trong táo như flavonoid và polyphenol, có tác dụng tích cực đối với bệnh nhân suyễn.",
      "describe5": "Nghiên cứu cho thấy, 1 quả táo trung bình chứa khoảng 3g chất xơ. Một chế độ ăn giàu chất xơ sẽ giúp bạn tránh được nguy cơ bị bệnh tim mạch. Các nhà khoa học Mỹ tại Đại học Minnesota cho thấy, những người hằng ngày tiêu thụ 10g chất xơ từ trái cây đã giảm được nguy cơ bị cơn đau tim và nguy cơ tử vong vì bệnh tim. Lượng chất xơ có nhiều trong rau quả và ngũ cốc, đặc biệt là táo.",
      "describe6": "Táo tây cũng có tên đẹp: “Quả tăng trí nhớ”, bởi lẽ trong táo chứa nhiều Zn, đây là thành phần tạo ra nhiều enzym quan trọng trong cơ thể, cũng là nguyên tố quan trọng thúc đẩy tăng trưởng phát triển, đặc biệt là nguyên tố không thể thiếu có liên quan mật thiết giữa axít nucleic và protid trong việc tạo ra trí nhớ. Vì vậy, thường ăn táo tây có thể tăng trí nhớ, nâng cao trí lực. Táo tây còn có tác dụng làm đẹp, trong táo có chứa Mg, chất này làm làn da khỏe đẹp, hồng hào, óng ả, bên cạnh kèm có nhiều chất làm đẹp như bêta-caroten, nhiều vitamin và Fe, cho nên, thường ăn táo tây giúp dinh dưỡng làn da, cũng như phòng ngừa hình thành nám, tàn nhang.Táo tây cũng có tên đẹp: “Quả tăng trí nhớ”, bởi lẽ trong táo chứa nhiều Zn, đây là thành phần tạo ra nhiều enzym quan trọng trong cơ thể, cũng là nguyên tố quan trọng thúc đẩy tăng trưởng phát triển, đặc biệt là nguyên tố không thể thiếu có liên quan mật thiết giữa axít nucleic và protid trong việc tạo ra trí nhớ. Vì vậy, thường ăn táo tây có thể tăng trí nhớ, nâng cao trí lực. Táo tây còn có tác dụng làm đẹp, trong táo có chứa Mg, chất này làm làn da khỏe đẹp, hồng hào, óng ả, bên cạnh kèm có nhiều chất làm đẹp như bêta-caroten, nhiều vitamin và Fe, cho nên, thường ăn táo tây giúp dinh dưỡng làn da, cũng như phòng ngừa hình thành nám, tàn nhang.",
      "describe7": "Điều quan trọng là táo tây còn có tác dụng phòng chống nhiều dạng ung thư. Trong táo chứa nhiều vitamin C, giúp ngăn cản hình thành chất gây ung thư nitrosamin, giúp dự phòng ung thư dạ dày. Chất xơ, pectin chứa trong táo có tác dụng hấp thu độc tố, giúp ích cho việc thải trừ Sr trong cơ thể. Nhà khoa học khám phá rằng, pectin có khả năng kết hợp với những chất phóng xạ trong cơ thể, sau cùng bằng hình thức không gây hại để bài ra ngoài cơ thể. Pectin đối với chất ô nhiễm có tác dụng gây ung thư cũng có tác dụng tương tự, theo đó giảm đi hình thành chất gây ung thư trong cơ thể rất nhiều.",
      "describe8": "Khi ăn táo, cần nhai nhuyễn nuốt kỹ, có vậy vừa trợ giúp tiêu hóa, quan trọng hơn nữa vừa vệ sinh răng miệng, rất có ích cho việc giảm thiểu các bệnh tật. Thực nghiệm chứng minh, nếu ăn hết 1 quả táo trong 15 phút, axít hữu cơ và axít malic có trong táo có thể diệt sạch vi khuẩn khoang miệng đạt đến 90%.",
      "describe9": "Táo tây có thể chế biến các món ngon như: gỏi, bánh, mứt… sinh tố và nước ép trái cây ngon bổ!.",
      "describe10": "Làm đẹp da",
      "describe11": "Hỗ trợ giảm cân hiệu quả"
    },
    {
      "id": 35,
      "productName": "Vải thiều Thanh Hà",
      "price": 45,
      "trademark": "Khác",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_ef4110b6329e4fbaae1e5335337070d0_1024x1024.jpg",
      "cate": "Rau củ",
      "cate_id": 2,
      "describe1": "Mùa hè là thời gian lý tưởng để nhâm nhi nhiều loại trái cây và vải nằm trong số những trái ngon và bổ không thể bỏ qua. Vải là loại trái cây quý với “ngoại hình” đỏ thắm như dâu tây, bên trong là thịt mềm màu trắng đục. Giữa trưa hè nóng nực mà được tận hưởng hương vị ngọt ngào, thơm tho của trái vải thì thật chẳng có gì sướng bằng.",
      "describe2": "Ngoài hương vị “hết chỗ chê”, loại trái cây này còn có giá trị dinh dưỡng và y học vô cùng độc đáo, gồm những tác dụng sau:",
      "describe3": "- Kháng ung thư",
      "describe4": "- Điều hòa huyết áp",
      "describe5": "- Ngăn ngừa các bệnh",
      "describe7": "- Giàu Vitamin",
      "describe8": "- Tạo ra miễn dịch"
    },
    {
      "id": 36,
      "productName": "Cá hồi",
      "price": 1200,
      "trademark": "Tmart",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_f3d10c8eec8745268227494f446527f9_1024x1024.jpg",
      "cate": "Hải Sản",
      "cate_id": 3,
      "describe1": "Cá hồi thường được sử dụng để ăn sống, nên việc chọn nguồn thực phẩm sạch là hết sức quan trọng. Với tình trạng môi trồng thủy sản bị ô nhiễm như hiện nay, cá hồi có thể bị nhiễm khuẩn, người ăn vào dễ bị rối loạn tiêu hóa, đau bụng, tiêu chảy. Ngoài ra, cá hồi có thể nhiễm phải một số kim loại độc hại như chì, thủy ngân, domoic axit,… là một trong số những nhân tố gây nên bệnh ung thư.",
      "describe2": "Vì vậy, khi mua cần lựu chọn nguồn đảm bảo, ngoài ra cần quan sát đặc điểm bên ngoài cá như: mắt cá hồi phải trong, con ngươi phải đen sáng, mang cá hồi không thâm, thịt cá hồi tươi phải chắc và đàn hồi. Nên kiểm tra qua trong bụng cá hồi để chắc chắn rằng không có những vết máu hay những vùng thẫm màu.…",
      "describe3": "Thân giữa chính là phần lưu trữ mỡ của cá hồi, được rất nhiều thực khách ưa chuộng vì nhiều công dụng khác nhau: ăn sống, rán, rán chín tới, nhúng lẩu, nướng, sốt cà chua hay làm sushi..",
      "describe4": "Phần đuôi cá hồi chắc thịt nên rất phù hợp nhất để nấu cháo, nấu bột và làm ruốc. Ngoài ra, nhiều người cũng sử dụng cả phần đuôi để nấu canh chua hoặc sốt cà chua. Phần thịt gần đuôi cá cũng có thể dùng làm gỏi cá, làm sushi, đem lại màu đỏ đậm đẹp mắt, khiến miếng thịt chắc hơn khi ăn sống..",
      "describe5": "Xương cá hồi có thể được để nguyên để kho, rán, sốt cà chua hoặc nấu canh chua. Người nấu cũng có thể lọc lấy riêng phần thịt để nấu cháo, nấu bột. Tận dụng xương cá hồi chính là cách tiết kiệm nhất để thưởng thức món cá hồi đắt giá.",
      "describe7": "Đầu cá hồi chính là phần nhiều chất dinh dưỡng nhất trên cơ thể cá hồi. Đầu cá hồi thường được sử dụng nhiều nhất để nấu canh chua với sấu hoặc khế hoặc làm lẩu. Đặc biệt, óc của cá hồi được cho là bộ óc ngon nhất của các loài cá.",
      "describe8": "Để bảo quản lâu hơn, chúng ta nên để cá đông lạnh. Cá hồi đông lạnh có thể bảo quản trong vòng 3 tháng. Tuy nhiên trong trường hợp quá trình đông lạnh này bị ngắt quãng thì toàn bộ việc bảo quản sẽ không còn giá trị, chúng ta bắt buộc phải sử dụng toàn bộ thịt cá sau lần rã đông đầu tiên..",
      "describe9": "Cần ướp lạnh cá để bảo quản, dùng trong vòng 24 giờ. Tránh sử dụng thịt cá đã đổi màu hay chảy nước. Đối với cá đông lạnh, khi muốn sử dụng phải cho vào ngăn mát để rã đông từ từ. Nếu ngay lập tức để ra môi trường ngoài hoặc sử dụng lò vi sóng, thịt cá sẽ bị rã nát.",
      "describe10": "Ngoài ra, để làm giảm mùi tanh cũng như loại bỏ các chất bẩn trên mình cá cần rửa qua bằng nước muối hoặc xát muối hột lên cá, sau đó ngâm cá đã làm sạch vào nước lạnh có pha ít giấm, hoặc trộn vào cá một ít hạt tiêu hay lá nguyệt quế.",
      "describe11": "Việc chế biến cá hồi đúng cách là rất quan trọng. Chú ý, khi lọc xương nên được tiến hành cẩn thận, các xương lẻ dính trong thịt cá, có thể sử dụng nhíp để gắp ra nếu dùng cho trẻ."
    },
    {
      "id": 37,
      "productName": "Cua bể",
      "price": 250,
      "trademark": "Winmart",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_9f00f965c0274693bacbc3a4149fd695.jpg",
      "cate": "Hải Sản",
      "cate_id": 3,
      "describe1": "cua biển là một trong những thực phẩm hải sản yêu thích của rất nhiều người bởi được chế biến ra vô vàn những món ăn độc đáo, ngon miệng: cua hấp, cua rang, cua nướng, cua nấu canh… Thế nhưng, bạn sẽ thích ăn cua biển hơn nếu biết được ngoài vị hấp dẫn ngon miệng, cua biển còn mang những giá trị dinh dưỡng tuyệt vời đấy.",
      "describe2": "Nguồn axit béo omega-3 tự nhiên trong cua có thể giúp cải thiện trí nhớ, giảm nguy cơ ung thư, giúp cải thiện chứng trầm cảm và hay lo âu, thích hợp cho những người làm công việc dưới cường độ áp lực cao, gây căng thẳng, mệt mỏi.",
      "describe3": "Trong thịt cua có nhiều loại vitamin, các khoáng chất như chất sắt, kali, canxi, đồng… hỗ trợ cho sự phát triển và hệ thống miễn dịch của bé. Hơn nữa, lượng thủy ngân có trong thịt cua ít hơn các loại hải sản khác như mực, cá ngừ…",
      "describe4": "Theo Đông y, thịt cua biển có vị ngọt, mặn, tính bình, không độc, có tác dụng thanh nhiệt, sinh huyết, tán ứ, giảm đau, thông kinh lạc, bổ xương tủy… Món ăn chế biến từ thịt cua biển có tác dụng bồi bổ cơ thể , cải thiện khả năng chăn gối, chống lại căn bệnh liệt dương, là bài thuốc tăng cường sinh lý tự nhiên, an toàn cho phái mạnh.",
      "describe5": "Theo ý kiến của các chuyên gia dinh dưỡng, gạch chua, thịt cua chứa nhiều protein, chất sắt, đặc biệt là hàm lượng lớn axit béo omega-3, yếu tố quan trọng cho sự phát triển của não bộ và đôi mắt thai nhi. Chính vì vậy, các chị em đang mang bầu nên lưu ý đưa cua biển vào thực đơn nhé!",
      "describe7": "Có lợi cho mẹ bầu và thai nhi",
      "describe8": "Tăng cường sinh lý cho nam giới",
      "describe9": "Cần thiết cho sự phát triển của trẻ nhỏ",
      "describe10": "Cua biển tốt cho não bộ",
      "describe11": "Việc chế biến cua đúng cách là rất quan trọng. Chú ý, khi lọc xương nên được tiến hành cẩn thận, ."
    },
    {
      "id": 38,
      "productName": "Mực Thanh Hóa",
      "price": 70,
      "trademark": "Mipec",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_f7d71a2ef7c644e09bf46a4413684c92_1024x1024.jpg",
      "cate": "Hải Sản",
      "cate_id": 3,
      "describe1": "Mực tươi là món quen thuộc nhưng nói đến công dụng của mực tươi thì không phải ai cũng biết. Hôm nay Dinhduong.online có bài viết chia sẻ ăn mực tươi có lợi gì cho sức khỏe?",
      "describe2": "Những trường hợp bị thiếu hồng cầu thì nên bổ sung thêm mực vào thực đơn của mình. Vì cứ 100 gam mực sẽ cung cấp thêm 90% đồng, chất đồng là một khoáng chất cần thiết cho cơ thể, đồng giúp cơ thể lưu trữ, hấp thụ và trao đổi chất, giúp hình thành nên hồng cầu. Vì vậy những bạn nào thiếu hồng cầu thì đừng quên ăn vài con mực tươi mỗi tuần nhé!",
      "describe3": "Ngăn ngừa viêm khớp",
      "describe4": "Mực cung cấp 63% selenium, bởi vì selenium có tác dụng chống oxy hóa và giúp giảm các triệu chứng đau xương khớp.Với 10 loại thực phẩm tốt cho khớp gối dưới đây, mùa đông giá rét hay mưa phùn gió bấc, bạn sẽ không còn phải lo lắng đến những cơn đau buốt người của chứng đau khớp gối nữa. Mặc dù những thực phẩm này không phải là thuốc và không…",
      "describe5": "Cung cấp protein",
      "describe7": "Cắt cơn đau nửa đầu",
      "describe8": "Răng và xương chắc khỏe",
      "describe9": "Tăng cường hệ miễn dịch",
      "describe10": "Giúp thư giãn thần kinh và cơ bắp",
      "describe11": "Tốt cho hệ tim mạch"
    },
    {
      "id": 39,
      "productName": "Tôm biển",
      "price": 300,
      "trademark": "Winmart",
      "status": "Còn hàng",
      "state": true,
      "image": "https://product.hstatic.net/200000281397/product/upload_54872b64e04d49688ffcfade5ee771a2_1024x1024.jpg",
      "cate": "Hải Sản",
      "cate_id": 3,
      "describe1": "tômm biển là một trong những thực phẩm hải sản yêu thích của rất nhiều người bởi được chế biến ra vô vàn những món ăn độc đáo, ngon miệng: tôm hấp, tôm rang, tôm nướng, tôm nấu canh… Thế nhưng, bạn sẽ thích ăn tôm  biển hơn nếu biết được ngoài vị hấp dẫn ngon miệng, tôm  biển còn mang những giá trị dinh dưỡng tuyệt vời đấy.",
      "describe2": "Nguồn axit béo omega-3 tự nhiên trong cua có thể giúp cải thiện trí nhớ, giảm nguy cơ ung thư, giúp cải thiện chứng trầm cảm và hay lo âu, thích hợp cho những người làm công việc dưới cường độ áp lực cao, gây căng thẳng, mệt mỏi.",
      "describe3": "Trong thịt tôm có nhiều loại vitamin, các khoáng chất như chất sắt, kali, canxi, đồng… hỗ trợ cho sự phát triển và hệ thống miễn dịch của bé. Hơn nữa, lượng thủy ngân có trong thịt tôm ít hơn các loại hải sản khác như mực, cá ngừ…",
      "describe4": "Theo Đông y, thịt tôm  biển có vị ngọt, mặn, tính bình, không độc, có tác dụng thanh nhiệt, sinh huyết, tán ứ, giảm đau, thông kinh lạc, bổ xương tủy… Món ăn chế biến từ thịt tôm biển có tác dụng bồi bổ cơ thể , cải thiện khả năng chăn gối, chống lại căn bệnh liệt dương, là bài thuốc tăng cường sinh lý tự nhiên, an toàn cho phái mạnh.",
      "describe5": "Theo ý kiến của các chuyên gia dinh dưỡng, gạch chua, thịt cua chứa nhiều protein, chất sắt, đặc biệt là hàm lượng lớn axit béo omega-3, yếu tố quan trọng cho sự phát triển của não bộ và đôi mắt thai nhi. Chính vì vậy, các chị em đang mang bầu nên lưu ý đưa cua biển vào thực đơn nhé!",
      "describe7": "Có lợi cho mẹ bầu và thai nhi",
      "describe8": "Tăng cường sinh lý cho nam giới",
      "describe9": "Cần thiết cho sự phát triển của trẻ nhỏ",
      "describe10": "Cua biển tốt cho não bộ",
      "describe11": "Việc chế biến tôm  đúng cách là rất quan trọng. Chú ý, khi lọc xương nên được tiến hành cẩn thận, ."
    }
  ],
  "user": [
    {
      "name": "duc",
      "email": "tuh361587@gmail.com",
      "password": "123456",
      "confirm": "123456",
      "id": 1
    },
    {
      "name": "duc",
      "email": "a@gmail.com",
      "password": "112233",
      "confirm": "112233",
      "id": 2
    },
    {
      "name": "qqq",
      "email": "a@gmail.com",
      "password": "111111",
      "confirm": "111111",
      "id": 3
    }
  ]
}